
EPGP_DB = {
	["namespaces"] = {
		["boss"] = {
		},
		["loot"] = {
		},
		["warnings"] = {
		},
		["whisper"] = {
		},
		["gptooltip"] = {
		},
		["announce"] = {
			["profiles"] = {
				["Slash Cry"] = {
					["medium"] = "OFFICER",
				},
			},
		},
		["log"] = {
			["profiles"] = {
				["GLORY"] = {
					["snapshot"] = {
						["roster_info"] = {
							{
								"Zareda", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [1]
							{
								"Anklebiterzz", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [2]
							{
								"Adalayde", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [3]
							{
								"Cornface", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [4]
							{
								"Ceelogreen", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [5]
							{
								"Dexbeast", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [6]
							{
								"Strahm", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [7]
							{
								"Bodyroc", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [8]
							{
								"Redeemer", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [9]
							{
								"Manswers", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [10]
							{
								"Clarity", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [11]
							{
								"Rass", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [12]
							{
								"Midien", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [13]
							{
								"Rottnbasterd", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [14]
							{
								"Migs", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [15]
							{
								"Dunfor", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [16]
							{
								"Demicutak", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [17]
							{
								"Imopbizatch", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [18]
							{
								"Eekryansucks", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [19]
							{
								"Tanika", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [20]
							{
								"Shadowchiron", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [21]
							{
								"Terrischiavo", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [22]
							{
								"Sicarii", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [23]
							{
								"Treekitty", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [24]
							{
								"Owievision", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [25]
							{
								"Shadowtuck", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [26]
							{
								"Interpöl", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [27]
							{
								"Scrotuscrabs", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [28]
							{
								"Phonsjericho", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [29]
							{
								"Cattiebriez", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [30]
							{
								"Eekgregsucks", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [31]
							{
								"Lirel", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [32]
							{
								"Eekneilsucks", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [33]
							{
								"Mungdaal", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [34]
							{
								"Holycowlol", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [35]
							{
								"Hicky", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [36]
							{
								"Eekshamsucks", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [37]
							{
								"Bluesuadegoo", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [38]
							{
								"Kapu", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [39]
							{
								"Demisniped", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [40]
							{
								"Rubido", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [41]
							{
								"Joystick", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [42]
							{
								"Pockieninja", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [43]
							{
								"Demishym", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [44]
							{
								"Ickybodclay", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [45]
							{
								"Demiswag", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [46]
							{
								"Agriculture", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [47]
							{
								"Slêêp", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [48]
							{
								"Rowboat", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [49]
							{
								"Melersica", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [50]
							{
								"Charliekelly", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [51]
							{
								"Belgianrofl", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [52]
							{
								"Etherpure", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [53]
							{
								"Undeadkillax", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [54]
							{
								"Vannian", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [55]
							{
								"Swedishchef", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [56]
							{
								"Omgflagged", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [57]
							{
								"Demisnare", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [58]
							{
								"Blindzo", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [59]
							{
								"Chelis", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [60]
							{
								"Darthtrader", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [61]
							{
								"Idtrapthat", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [62]
							{
								"Helloirene", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [63]
							{
								"Crabbattle", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [64]
							{
								"Dëmisë", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [65]
							{
								"Welshcakes", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [66]
							{
								"Gonkz", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [67]
							{
								"Andybotwin", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [68]
							{
								"Azgru", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [69]
							{
								"Evocare", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [70]
							{
								"Itbites", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [71]
							{
								"Canimee", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [72]
							{
								"Centromere", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [73]
							{
								"Drazzl", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [74]
							{
								"Perith", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [75]
							{
								"Durkasmite", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [76]
							{
								"Monco", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [77]
							{
								"Hields", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [78]
							{
								"Egnima", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [79]
							{
								"Shadowart", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [80]
							{
								"Virginity", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [81]
							{
								"Bigsissy", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [82]
							{
								"Xmrfantastic", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [83]
							{
								"Shadowramuh", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [84]
							{
								"Chaosie", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [85]
							{
								"Hermezkanrad", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [86]
							{
								"Rootslol", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [87]
						},
						["time"] = 1416306420,
					},
				},
				["Slash Cry"] = {
					["log"] = {
						{
							1422581400, -- [1]
							"EP", -- [2]
							"Reinhärt", -- [3]
							"ON TIME", -- [4]
							100, -- [5]
						}, -- [1]
						{
							1422581400, -- [1]
							"EP", -- [2]
							"Akromä", -- [3]
							"ON TIME", -- [4]
							100, -- [5]
						}, -- [2]
						{
							1422581400, -- [1]
							"EP", -- [2]
							"Blutarski", -- [3]
							"ON TIME", -- [4]
							100, -- [5]
						}, -- [3]
						{
							1422581400, -- [1]
							"EP", -- [2]
							"Lanféar", -- [3]
							"ON TIME", -- [4]
							100, -- [5]
						}, -- [4]
						{
							1422581400, -- [1]
							"EP", -- [2]
							"Twinspirit", -- [3]
							"ON TIME", -- [4]
							100, -- [5]
						}, -- [5]
						{
							1422581400, -- [1]
							"EP", -- [2]
							"Dangerboy", -- [3]
							"ON TIME", -- [4]
							100, -- [5]
						}, -- [6]
						{
							1422581400, -- [1]
							"EP", -- [2]
							"Brún", -- [3]
							"ON TIME", -- [4]
							100, -- [5]
						}, -- [7]
						{
							1422581400, -- [1]
							"EP", -- [2]
							"Draxxi", -- [3]
							"ON TIME", -- [4]
							100, -- [5]
						}, -- [8]
						{
							1422581400, -- [1]
							"EP", -- [2]
							"Amarä", -- [3]
							"ON TIME", -- [4]
							100, -- [5]
						}, -- [9]
						{
							1422581400, -- [1]
							"EP", -- [2]
							"Xorn", -- [3]
							"ON TIME", -- [4]
							100, -- [5]
						}, -- [10]
						{
							1422581400, -- [1]
							"EP", -- [2]
							"Cexcells", -- [3]
							"ON TIME", -- [4]
							100, -- [5]
						}, -- [11]
						{
							1422581400, -- [1]
							"EP", -- [2]
							"Azpek", -- [3]
							"ON TIME", -- [4]
							100, -- [5]
						}, -- [12]
					},
					["snapshot"] = {
						["guild_info"] = "@BASE_GP:0\n@DECAY_P:25\n@MIN_EP:500\n@EXTRAS_P:50",
						["time"] = 1424840880,
						["roster_info"] = {
							{
								"Zilamanderr", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [1]
							{
								"Treefort", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [2]
							{
								"Evilhealadin", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [3]
							{
								"Evan", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [4]
							{
								"Pokapus", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [5]
							{
								"Djchi", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [6]
							{
								"Kegparty", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [7]
							{
								"Deadmyth", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [8]
							{
								"Sedari", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [9]
							{
								"Naturewow", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [10]
							{
								"Palpapally", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [11]
							{
								"Krieggeist", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [12]
							{
								"Haidion", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [13]
							{
								"Kagonesti", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [14]
							{
								"Thennexx", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [15]
							{
								"Upd", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [16]
							{
								"Crudê", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [17]
							{
								"Saldana", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [18]
							{
								"Kurouji", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [19]
							{
								"Nabiru", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [20]
							{
								"Distructionn", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [21]
							{
								"Vesilandra", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [22]
							{
								"Nivroc", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [23]
							{
								"Crovåx", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [24]
							{
								"Shadowordfu", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [25]
							{
								"Twinchi", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [26]
							{
								"Misfortune", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [27]
							{
								"Locksicle", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [28]
							{
								"Fuzzÿ", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [29]
							{
								"Bigstevë", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [30]
							{
								"Baconmob", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [31]
							{
								"Dagobblah", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [32]
							{
								"Madriän", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [33]
							{
								"Dystopios", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [34]
							{
								"Frostybawlzz", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [35]
							{
								"Reinhärt", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [36]
							{
								"Sleepers", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [37]
							{
								"Whitedove", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [38]
							{
								"Darkano", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [39]
							{
								"Frostydatree", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [40]
							{
								"Jracs", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [41]
							{
								"Divíne", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [42]
							{
								"Applejello", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [43]
							{
								"Avanawe", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [44]
							{
								"Khaoticdeath", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [45]
							{
								"Salabien", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [46]
							{
								"Ögedei", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [47]
							{
								"Purpledahlia", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [48]
							{
								"Yeticrab", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [49]
							{
								"Sharoman", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [50]
							{
								"Jaegermyster", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [51]
							{
								"Icytusks", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [52]
							{
								"Ravicustus", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [53]
							{
								"Ipawd", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [54]
							{
								"Spasputin", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [55]
							{
								"Sephyrah", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [56]
							{
								"Nehmm", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [57]
							{
								"Muffinpope", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [58]
							{
								"Alaxiel", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [59]
							{
								"Bearsteve", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [60]
							{
								"Dâxx", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [61]
							{
								"Tokmans", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [62]
							{
								"Gigerton", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [63]
							{
								"Haidiong", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [64]
							{
								"Senjakk", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [65]
							{
								"Solid", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [66]
							{
								"Diamondtier", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [67]
							{
								"Dremogiim", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [68]
							{
								"Djinnkhayal", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [69]
							{
								"Mungeon", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [70]
							{
								"Shòxnpròx", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [71]
							{
								"Thenex", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [72]
							{
								"Tokman", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [73]
							{
								"Eviltõtems", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [74]
							{
								"Kepza", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [75]
							{
								"Luxord", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [76]
							{
								"Mesmeric", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [77]
							{
								"Bynk", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [78]
							{
								"Hockeyhockey", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [79]
							{
								"Updette", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [80]
							{
								"Zatnikatel", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [81]
							{
								"Azimyth", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [82]
							{
								"Xcalibre", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [83]
							{
								"Raivon", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [84]
							{
								"Helldame", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [85]
							{
								"Djpoopypants", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [86]
							{
								"Perk", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [87]
							{
								"Swearangen", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [88]
							{
								"Daelia", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [89]
							{
								"Borgrim", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [90]
							{
								"Pinkdahlia", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [91]
							{
								"Rubrick", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [92]
							{
								"Buddahman", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [93]
							{
								"Brúnski", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [94]
							{
								"Deadsteve", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [95]
							{
								"Svz", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [96]
							{
								"Celsîus", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [97]
							{
								"Crassreign", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [98]
							{
								"Nadhira", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [99]
							{
								"Whitedahlia", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [100]
							{
								"Plane", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [101]
							{
								"Kyrtoxxulous", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [102]
							{
								"Evilchi", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [103]
							{
								"Hellad", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [104]
							{
								"Töregene", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [105]
							{
								"Evilstree", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [106]
							{
								"Preotule", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [107]
							{
								"Missjenni", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [108]
							{
								"Mozet", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [109]
							{
								"Packapunched", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [110]
							{
								"Chikencannon", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [111]
							{
								"Tatriena", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [112]
							{
								"Ishmaul", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [113]
							{
								"Grundigg", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [114]
							{
								"Cexcells", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [115]
							{
								"Tokmangjr", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [116]
							{
								"Slyminx", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [117]
							{
								"Akromax", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [118]
							{
								"Deekayss", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [119]
							{
								"Dkïnabox", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [120]
							{
								"Asuñâ", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [121]
							{
								"Elfidan", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [122]
							{
								"Akromat", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [123]
							{
								"Chäös", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [124]
							{
								"Spaswizzle", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [125]
							{
								"Tazim", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [126]
							{
								"Benitsubasâ", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [127]
							{
								"Pachank", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [128]
							{
								"Shamanderr", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [129]
							{
								"Gurtej", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [130]
							{
								"Nazugakk", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [131]
							{
								"Asys", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [132]
							{
								"Mystykall", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [133]
							{
								"Nubbyfist", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [134]
							{
								"Metal", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [135]
							{
								"Grimuhs", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [136]
							{
								"Cinistra", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [137]
							{
								"Lannafirine", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [138]
							{
								"Yawnfaceroll", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [139]
							{
								"Spydr", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [140]
							{
								"Azzek", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [141]
							{
								"Munginfu", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [142]
							{
								"Ðøømsday", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [143]
							{
								"Sherekhan", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [144]
							{
								"Wushujuju", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [145]
							{
								"Chakitnoob", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [146]
							{
								"Zuperthus", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [147]
							{
								"Pumpkinpié", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [148]
							{
								"Layerofpipe", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [149]
							{
								"Brighde", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [150]
							{
								"Croväks", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [151]
							{
								"Lebouche", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [152]
							{
								"Jerryfalwell", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [153]
							{
								"Vaeleria", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [154]
							{
								"Huntardation", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [155]
							{
								"Sinwagon", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [156]
							{
								"Dysparity", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [157]
							{
								"Livepets", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [158]
							{
								"Djassault", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [159]
							{
								"Rollingheals", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [160]
							{
								"Thundérpaw", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [161]
							{
								"Buddahsa", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [162]
							{
								"Thannage", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [163]
							{
								"Salamanderr", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [164]
							{
								"Brölance", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [165]
							{
								"Weepin", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [166]
							{
								"Sinoski", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [167]
							{
								"Hyperrmatic", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [168]
							{
								"Psÿa", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [169]
							{
								"Maivon", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [170]
							{
								"Drëäd", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [171]
							{
								"Kemsa", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [172]
							{
								"Updk", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [173]
							{
								"Gingerfu", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [174]
							{
								"Hoplyte", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [175]
							{
								"Thannonk", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [176]
							{
								"Dielonohealy", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [177]
							{
								"Bigsleepy", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [178]
							{
								"Evilsheeps", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [179]
							{
								"Dángerballer", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [180]
							{
								"Blutarski", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [181]
							{
								"Afkbrblol", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [182]
							{
								"Azpek", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [183]
							{
								"Zhaida", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [184]
							{
								"Vyndorel", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [185]
							{
								"Trackers", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [186]
							{
								"Swîftmender", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [187]
							{
								"Rigno", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [188]
							{
								"Kemza", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [189]
							{
								"Fearmeter", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [190]
							{
								"Wujutang", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [191]
							{
								"Eminen", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [192]
							{
								"Azmek", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [193]
							{
								"Ambam", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [194]
							{
								"Applépie", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [195]
							{
								"Keshni", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [196]
							{
								"Djshiv", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [197]
							{
								"Silentstepss", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [198]
							{
								"Djpurge", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [199]
							{
								"Mythenvy", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [200]
							{
								"Thenexlol", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [201]
							{
								"Djdivine", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [202]
							{
								"Bigler", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [203]
							{
								"Andasia", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [204]
							{
								"Thann", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [205]
							{
								"Spasweezy", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [206]
							{
								"Gaysap", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [207]
							{
								"Hsp", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [208]
							{
								"Mellock", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [209]
							{
								"Natal", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [210]
							{
								"Ishamæl", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [211]
							{
								"Cannibal", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [212]
							{
								"Procadellic", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [213]
							{
								"Emuelm", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [214]
							{
								"Killawillah", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [215]
							{
								"Sorial", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [216]
							{
								"Barebutankin", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [217]
							{
								"Dunjadin", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [218]
							{
								"Lanféar", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [219]
							{
								"Sunlore", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [220]
							{
								"Gândalf", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [221]
							{
								"Cptnadsack", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [222]
							{
								"Chimba", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [223]
							{
								"Evildemons", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [224]
							{
								"Wonderlube", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [225]
							{
								"Razpütin", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [226]
							{
								"Brúnadin", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [227]
							{
								"Eklypto", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [228]
							{
								"Angua", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [229]
							{
								"Boostednoob", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [230]
							{
								"Ithacus", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [231]
							{
								"Grullnor", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [232]
							{
								"Durtyhealz", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [233]
							{
								"Akromä", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [234]
							{
								"Vûlcân", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [235]
							{
								"Beasta", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [236]
							{
								"Popejonpwn", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [237]
							{
								"Gina", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [238]
							{
								"Feverwind", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [239]
							{
								"Basilea", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [240]
							{
								"Sauranok", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [241]
							{
								"Eelbat", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [242]
							{
								"Gueneveer", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [243]
							{
								"Sixinches", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [244]
							{
								"Vynkz", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [245]
							{
								"Layeroftube", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [246]
							{
								"Khalisto", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [247]
							{
								"Heartfelia", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [248]
							{
								"Hakeye", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [249]
							{
								"Hypermatica", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [250]
							{
								"Crimetìme", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [251]
							{
								"Spacequake", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [252]
							{
								"Löcö", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [253]
							{
								"Arkanna", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [254]
							{
								"Zilasiraptor", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [255]
							{
								"Superhung", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [256]
							{
								"Zaelen", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [257]
							{
								"Frostìne", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [258]
							{
								"Eìos", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [259]
							{
								"Hatsunê", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [260]
							{
								"Busterblüth", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [261]
							{
								"Zilas", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [262]
							{
								"Ordaithwa", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [263]
							{
								"Aleema", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [264]
							{
								"Hypermatical", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [265]
							{
								"Maechen", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [266]
							{
								"Vesteria", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [267]
							{
								"Etenia", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [268]
							{
								"Retardadïn", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [269]
							{
								"Thannriest", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [270]
							{
								"Jastej", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [271]
							{
								"Pumpkinpaw", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [272]
							{
								"Djtraps", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [273]
							{
								"Vesarrow", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [274]
							{
								"Cattleclýsm", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [275]
							{
								"Djcleave", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [276]
							{
								"Salapanderr", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [277]
							{
								"Healmedamnit", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [278]
							{
								"Jraci", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [279]
							{
								"Sharogan", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [280]
							{
								"Tesstease", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [281]
							{
								"Benuvius", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [282]
							{
								"Jyñx", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [283]
							{
								"Turious", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [284]
							{
								"Vornank", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [285]
							{
								"Wakening", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [286]
							{
								"Mythiest", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [287]
							{
								"Neothos", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [288]
							{
								"Høund", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [289]
							{
								"Reawaken", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [290]
							{
								"Nubbylumpkin", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [291]
							{
								"Hotangus", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [292]
							{
								"Unholyhavoac", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [293]
							{
								"Ðungeon", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [294]
							{
								"Unequìvocal", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [295]
							{
								"Thenx", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [296]
							{
								"Thenexx", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [297]
							{
								"Djdõts", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [298]
							{
								"Ninjasteve", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [299]
							{
								"Haidlock", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [300]
							{
								"Hèlvan", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [301]
							{
								"Hemosucks", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [302]
							{
								"Lorthayne", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [303]
							{
								"Canadalolz", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [304]
							{
								"Shtickyy", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [305]
							{
								"Manscaping", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [306]
							{
								"Laider", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [307]
							{
								"Hockie", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [308]
							{
								"Haidier", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [309]
							{
								"Júdgement", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [310]
							{
								"Vitalita", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [311]
							{
								"Machiavelli", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [312]
							{
								"Forsaykin", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [313]
							{
								"Combustion", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [314]
							{
								"Hexxorcist", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [315]
							{
								"Razweezy", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [316]
							{
								"Fullmonte", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [317]
							{
								"Fleshheap", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [318]
							{
								"Zilock", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [319]
							{
								"Dumpsterfire", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [320]
							{
								"Drhockphd", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [321]
							{
								"Shamanomanom", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [322]
							{
								"Eclipto", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [323]
							{
								"Juboi", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [324]
							{
								"Harratokk", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [325]
							{
								"Chaolin", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [326]
							{
								"Aratoo", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [327]
							{
								"Akromaw", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [328]
							{
								"Rbns", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [329]
							{
								"Orgwasetback", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [330]
							{
								"Hëlad", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [331]
							{
								"Dasozlaf", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [332]
							{
								"Valkyrian", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [333]
							{
								"Ayasê", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [334]
							{
								"Nohópe", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [335]
							{
								"Hotgarbage", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [336]
							{
								"Homostorm", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [337]
							{
								"Krahkilla", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [338]
							{
								"Zoeykush", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [339]
							{
								"Djhots", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [340]
							{
								"Evilsdk", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [341]
							{
								"Azyek", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [342]
							{
								"Tottoe", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [343]
							{
								"Tobbo", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [344]
							{
								"Myrokos", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [345]
							{
								"Atredis", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [346]
							{
								"Evilstèalth", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [347]
							{
								"Ameliane", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [348]
							{
								"Vynks", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [349]
							{
								"Thakalol", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [350]
							{
								"Rosedahlia", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [351]
							{
								"Evilspirit", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [352]
							{
								"Median", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [353]
							{
								"Saladien", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [354]
							{
								"Apothecy", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [355]
							{
								"Steelpáws", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [356]
						},
					},
				},
				["Rated Baddie Grounds"] = {
					["snapshot"] = {
						["guild_info"] = "@BASE_GP:250\n@DECAY_P:20\n@MIN_EP:2500",
						["time"] = 1424730900,
						["roster_info"] = {
							{
								"Thegooch", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [1]
							{
								"Adrennalin-DemonSoul", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [2]
							{
								"Debó-ShatteredHand", -- [1]
								"WARRIOR", -- [2]
								"1660,1191", -- [3]
							}, -- [3]
							{
								"Såil", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [4]
							{
								"Juddaspriest-ShatteredHand", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [5]
							{
								"Hoedus", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [6]
							{
								"Reoshamy-ShatteredHand", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [7]
							{
								"Cryptics", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [8]
							{
								"Futures", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [9]
							{
								"Fatherrashi", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [10]
							{
								"Oldtobyy", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [11]
							{
								"Kinkyjo", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [12]
							{
								"Alxovechkin", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [13]
							{
								"Kellumaul-ShatteredHand", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [14]
							{
								"Ìnsult", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [15]
							{
								"Väläk", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [16]
							{
								"Katypery", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [17]
							{
								"Richblood", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [18]
							{
								"Brewzlee", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [19]
							{
								"Tortia", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [20]
							{
								"Adonnica-Dalvengyr", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [21]
							{
								"Gameofpwns", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [22]
							{
								"Elíssa", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [23]
							{
								"Mendndra", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [24]
							{
								"Tenma", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [25]
							{
								"Allenan", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [26]
							{
								"Kodac-DemonSoul", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [27]
							{
								"Entitle", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [28]
							{
								"Rageissues", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [29]
							{
								"Coitos-Dalvengyr", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [30]
							{
								"Slavavoynov", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [31]
							{
								"Pricy", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [32]
							{
								"Icytimepiece", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [33]
							{
								"Errllz", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [34]
							{
								"Youmothafùck", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [35]
							{
								"Scholm", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [36]
							{
								"Azràel", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [37]
							{
								"Areline", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [38]
							{
								"Bänë", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [39]
							{
								"Cameltail-DemonSoul", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [40]
							{
								"Skurr", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [41]
							{
								"Chuckyfinstr", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [42]
							{
								"Morfiousjr", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [43]
							{
								"Joboody", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [44]
							{
								"Orphos", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [45]
							{
								"Exazer", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [46]
							{
								"Bigbadaboom-ShatteredHand", -- [1]
								"MAGE", -- [2]
								"6694,1237", -- [3]
							}, -- [47]
							{
								"Derzher", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [48]
							{
								"Akfortysevn-ShatteredHand", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [49]
							{
								"Jördyn", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [50]
							{
								"Colton", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [51]
							{
								"Peeth", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [52]
							{
								"Whoader", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [53]
							{
								"Bumpinsummer", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [54]
							{
								"Reohaiko-ShatteredHand", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [55]
							{
								"Katashi-Dalvengyr", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [56]
							{
								"Lucroloch", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [57]
							{
								"Topdunkeu", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [58]
							{
								"Wruu", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [59]
							{
								"Xara", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [60]
							{
								"Svvampdonkey-DemonSoul", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [61]
							{
								"Circë-ShatteredHand", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [62]
							{
								"Cebel", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [63]
							{
								"Biocryo", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [64]
							{
								"Anastacia", -- [1]
								"PRIEST", -- [2]
								"4462,0", -- [3]
							}, -- [65]
							{
								"Xánder", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [66]
							{
								"Ophin", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [67]
							{
								"Toguu", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [68]
							{
								"Maxswag-DemonSoul", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [69]
							{
								"Memnõck", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [70]
							{
								"Gorogh-ShatteredHand", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [71]
							{
								"Mïnzy", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [72]
							{
								"Matilda", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [73]
							{
								"Truesoldier", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [74]
							{
								"Acacios", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [75]
							{
								"Veradrin", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [76]
							{
								"Imophintoo", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [77]
							{
								"Scumbagjohn", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [78]
							{
								"Serratura", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [79]
							{
								"Keenz", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [80]
							{
								"Salineda", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [81]
							{
								"Swaggr-ShatteredHand", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [82]
							{
								"Doomz", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [83]
							{
								"Fatgirlsrule", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [84]
							{
								"Muthalicka", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [85]
							{
								"Truth", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [86]
							{
								"Kyow", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [87]
							{
								"Germaikò", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [88]
							{
								"Faaqaliance", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [89]
							{
								"Tedthehunter", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [90]
							{
								"Deadlypride", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [91]
							{
								"Greyfox", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [92]
							{
								"Ðemotion", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [93]
							{
								"Dëmise", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [94]
							{
								"Abuum", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [95]
							{
								"Darkened", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [96]
							{
								"Rackemup", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [97]
							{
								"Phage", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [98]
							{
								"Ripkinkle", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [99]
							{
								"Størmrage", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [100]
							{
								"Snärfsnärf", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [101]
							{
								"Brewceleah-DemonSoul", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [102]
							{
								"Wonhitwonder", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [103]
							{
								"Hoedown", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [104]
							{
								"Buhdurpriest", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [105]
							{
								"Okaybuddy", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [106]
							{
								"Thaliafuria-ShatteredHand", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [107]
							{
								"Rublind", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [108]
							{
								"Grommok", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [109]
							{
								"Rayvenz-ShatteredHand", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [110]
							{
								"Shadowysin-DemonSoul", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [111]
							{
								"Khaostick-Dalvengyr", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [112]
							{
								"Cloudead", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [113]
							{
								"Mistie", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [114]
							{
								"Hucci", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [115]
							{
								"Victoriabell", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [116]
							{
								"Salandrian", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [117]
							{
								"Plugginholes", -- [1]
								"DRUID", -- [2]
								"6694,0", -- [3]
							}, -- [118]
							{
								"Dethgore-ShatteredHand", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [119]
							{
								"Bones-ShatteredHand", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [120]
							{
								"Sensu", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [121]
							{
								"Thiridora", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [122]
							{
								"Vampsuckle", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [123]
							{
								"Unclemary", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [124]
							{
								"Jessepinkman", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [125]
							{
								"Gleilde", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [126]
							{
								"Spectacular", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [127]
							{
								"Drfrylock-DemonSoul", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [128]
							{
								"Ëlrick", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [129]
							{
								"Mayonna", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [130]
							{
								"Toxickisses", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [131]
							{
								"Kax-DemonSoul", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [132]
							{
								"Crankysloth", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [133]
							{
								"Scunty", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [134]
							{
								"Salandría", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [135]
							{
								"Krazzi", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [136]
							{
								"Coe", -- [1]
								"WARLOCK", -- [2]
								"6694,3828", -- [3]
							}, -- [137]
							{
								"Nowandzen", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [138]
							{
								"Reggaeshark", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [139]
							{
								"Ulrichvonlic", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [140]
							{
								"Halfnoise", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [141]
							{
								"Iwinulose", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [142]
							{
								"Masenkoh", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [143]
							{
								"Ankino", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [144]
							{
								"Kennypøwers", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [145]
							{
								"Gûy", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [146]
							{
								"Hordecor", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [147]
							{
								"Spearchukker", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [148]
							{
								"Drizzlette", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [149]
							{
								"Gangnamstyle", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [150]
							{
								"Neigeh", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [151]
							{
								"Patterns", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [152]
							{
								"Dreadquiver-ShatteredHand", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [153]
							{
								"Gokusan", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [154]
							{
								"Engage", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [155]
							{
								"Brundir", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [156]
							{
								"Toxiclove", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [157]
							{
								"Kordis", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [158]
							{
								"Chilouthomey", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [159]
							{
								"Hoggai", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [160]
							{
								"Katapa", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [161]
							{
								"Reodk-ShatteredHand", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [162]
							{
								"Hellzreturn", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [163]
							{
								"Xentok", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [164]
							{
								"Trollpwn", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [165]
							{
								"Shadowtay", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [166]
							{
								"Raheela", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [167]
							{
								"Fatgirlsrock", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [168]
							{
								"Ziocha", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [169]
							{
								"Viascious", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [170]
							{
								"Absolem", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [171]
							{
								"Frañkee-ShatteredHand", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [172]
							{
								"Smauug", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [173]
							{
								"Rëmorse", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [174]
							{
								"Lookkii", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [175]
							{
								"Lokar", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [176]
							{
								"Oownurfacee-DemonSoul", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [177]
							{
								"Currënts", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [178]
							{
								"Gùff", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [179]
							{
								"Machotaco-DemonSoul", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [180]
							{
								"Larath", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [181]
							{
								"Tynån", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [182]
							{
								"Spookz", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [183]
							{
								"Knowhope", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [184]
							{
								"Davidslock", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [185]
							{
								"Slickybuns-Coilfang", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [186]
							{
								"Gotadoor", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [187]
							{
								"Jamesnigelxo", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [188]
							{
								"Dyonitha", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [189]
							{
								"Slomo", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [190]
							{
								"Cøntraband-ShatteredHand", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [191]
							{
								"Slothstrike", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [192]
							{
								"Skumbagjon", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [193]
							{
								"Pepsí", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [194]
							{
								"Böngmanbob", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [195]
							{
								"Wilio", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [196]
							{
								"Ømni", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [197]
							{
								"Maxìmus", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [198]
							{
								"Reopally-ShatteredHand", -- [1]
								"PALADIN", -- [2]
								"2104,0", -- [3]
							}, -- [199]
							{
								"Phäedrä-ShatteredHand", -- [1]
								"HUNTER", -- [2]
								"2760,456", -- [3]
							}, -- [200]
							{
								"Pïñk-ShatteredHand", -- [1]
								"MAGE", -- [2]
								"6694,1145", -- [3]
							}, -- [201]
							{
								"Puré-ShatteredHand", -- [1]
								"WARRIOR", -- [2]
								"5478,1904", -- [3]
							}, -- [202]
							{
								"Mightyjoeaxe", -- [1]
								"WARRIOR", -- [2]
								"6694,1636", -- [3]
							}, -- [203]
							{
								"Sürvivälist", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [204]
							{
								"Garglepussíe", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [205]
							{
								"Germaiko", -- [1]
								"SHAMAN", -- [2]
								"6694,3986", -- [3]
							}, -- [206]
							{
								"Dêstro-ShatteredHand", -- [1]
								"WARLOCK", -- [2]
								"6694,530", -- [3]
							}, -- [207]
							{
								"Fruitloopz", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [208]
							{
								"Jiona", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [209]
							{
								"Asiko", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [210]
							{
								"Hoopz", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [211]
							{
								"Snårfsnårf", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [212]
							{
								"Dkpaulyd", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [213]
							{
								"Rãge", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [214]
							{
								"Cunning", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [215]
							{
								"Seemees", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [216]
							{
								"Micheoga", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [217]
							{
								"Roktus", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [218]
							{
								"Swampdonk", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [219]
							{
								"Myztic", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [220]
							{
								"Faaqalliance", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [221]
							{
								"Krahm-DemonSoul", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [222]
							{
								"Interpöl", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [223]
							{
								"Hohenhêim", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [224]
							{
								"Gucksuckers", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [225]
							{
								"Guuccibow", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [226]
							{
								"Dyabeetus", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [227]
							{
								"Nalaa", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [228]
							{
								"Discconnect", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [229]
							{
								"Geothunder", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [230]
							{
								"Rashnü", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [231]
							{
								"Tunameltz", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [232]
							{
								"Degravo", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [233]
							{
								"Shadewrath-ShatteredHand", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [234]
							{
								"Hezkal", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [235]
							{
								"Chuckey", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [236]
							{
								"Erll", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [237]
							{
								"Afterman", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [238]
							{
								"Toxicdreams", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [239]
							{
								"Phaceroll-ShatteredHand", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [240]
							{
								"Whosthemage", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [241]
							{
								"Køi", -- [1]
								"DRUID", -- [2]
								"4018,1061", -- [3]
							}, -- [242]
							{
								"Toxicstorm", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [243]
							{
								"Evlyserate", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [244]
							{
								"Aåtrox", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [245]
							{
								"Hotrot", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [246]
							{
								"Eitala", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [247]
							{
								"Preservetive", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [248]
							{
								"Buhdurspries", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [249]
							{
								"Srslyiluvtay", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [250]
							{
								"Tßaker", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [251]
							{
								"Maadr", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [252]
							{
								"Whomprstompr", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [253]
							{
								"Mikebolton", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [254]
							{
								"Qumdyin", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [255]
							{
								"Hadoukin", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [256]
							{
								"Toxxaris", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [257]
							{
								"Rococo", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [258]
							{
								"Dissipate", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [259]
							{
								"Deehok", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [260]
							{
								"Stëërroids-ShatteredHand", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [261]
							{
								"Vaîîn", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [262]
							{
								"Oshaghenesey", -- [1]
								"SHAMAN", -- [2]
								"2940,595", -- [3]
							}, -- [263]
							{
								"Zazik", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [264]
							{
								"Thiz", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [265]
							{
								"Tevick", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [266]
							{
								"Chaotick-Dalvengyr", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [267]
							{
								"Huntermahan", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [268]
							{
								"Swaggyp", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [269]
							{
								"Nacarus", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [270]
							{
								"Zalazar", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [271]
							{
								"Xuaqua", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [272]
							{
								"Snãrfsnãrf", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [273]
							{
								"ßlaziken", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [274]
							{
								"Huntderp", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [275]
							{
								"Ethella", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [276]
							{
								"Sandrya", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [277]
							{
								"Primoswerve", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [278]
							{
								"Poliça", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [279]
							{
								"Diegofrost", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [280]
							{
								"Zemenons", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [281]
							{
								"Teejaehunter", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [282]
							{
								"Ogforlife", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [283]
							{
								"Huntemall", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [284]
							{
								"Monktastic-Dalvengyr", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [285]
							{
								"Jeraynor", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [286]
							{
								"Moobeéter", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [287]
							{
								"Claudegiroux", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [288]
							{
								"Guççimane", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [289]
							{
								"Malorey", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [290]
							{
								"Beelial", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [291]
							{
								"Topdunkna", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [292]
							{
								"Keggur", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [293]
							{
								"Bababooie", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [294]
							{
								"Diegosmash", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [295]
							{
								"Madgotswag", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [296]
							{
								"Mairek-Coilfang", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [297]
							{
								"Reohunt-ShatteredHand", -- [1]
								"HUNTER", -- [2]
								"4590,1304", -- [3]
							}, -- [298]
							{
								"Analtomes", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [299]
							{
								"Mavreand", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [300]
							{
								"Toxiclolipop", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [301]
							{
								"Zippyzapya-ShatteredHand", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [302]
							{
								"Wastelands", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [303]
							{
								"Winglesangel", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [304]
							{
								"Orcaik", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [305]
							{
								"Ahruk", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [306]
							{
								"Toxiclonging", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [307]
							{
								"Licus", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [308]
							{
								"Gnoshamwow", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [309]
							{
								"Imasmack", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [310]
							{
								"Madgotscream", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [311]
							{
								"Similardeath-Dalvengyr", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [312]
							{
								"Holyburst", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [313]
							{
								"Radioresub-Dalvengyr", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [314]
							{
								"Mohrak", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [315]
							{
								"Skumbagjohn", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [316]
							{
								"Rentsu", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [317]
							{
								"Mileshigh", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [318]
							{
								"Weedtotem", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [319]
							{
								"Jirya", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [320]
							{
								"Snârfsnârf", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [321]
							{
								"Mørticia", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [322]
							{
								"Unimac", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [323]
							{
								"Dipindots", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [324]
							{
								"Äubree", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [325]
							{
								"Vâmp", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [326]
							{
								"Yoloswagqt", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [327]
							{
								"Ritzbooty", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [328]
							{
								"Ihazahama-ShatteredHand", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [329]
							{
								"Vicës", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [330]
							{
								"Kipperr", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [331]
							{
								"Kazura", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [332]
							{
								"Kahldrogo", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [333]
							{
								"Jaxiel", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [334]
							{
								"Brickflair-DemonSoul", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [335]
							{
								"Josien", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [336]
							{
								"Drft", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [337]
							{
								"Bosley", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [338]
							{
								"Dades-ShatteredHand", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [339]
							{
								"Bigcrìtz", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [340]
							{
								"Apparat-DemonSoul", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [341]
							{
								"Ajlee", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [342]
							{
								"Newpy", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [343]
							{
								"Aronine", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [344]
							{
								"Tricëps", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [345]
							{
								"Fatgirlssuck", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [346]
							{
								"Salandori", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [347]
							{
								"Biitesize", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [348]
							{
								"Challeñger", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [349]
							{
								"Aeternus", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [350]
							{
								"Wussup", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [351]
							{
								"Savagebrew", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [352]
							{
								"Vlyz", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [353]
							{
								"Hunahpu", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [354]
							{
								"Trndwnfowhat", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [355]
							{
								"Reeve", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [356]
							{
								"Nøxus", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [357]
							{
								"Aroten", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [358]
							{
								"Yourmomahoo", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [359]
							{
								"Pandapoon", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [360]
							{
								"Zaahira", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [361]
							{
								"Muerté", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [362]
							{
								"Joanicen", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [363]
							{
								"Cosbyswab", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [364]
							{
								"Exiledhat", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [365]
							{
								"Biohazards", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [366]
							{
								"Malfuronn", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [367]
							{
								"Golau", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [368]
							{
								"Hëimdall", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [369]
							{
								"Alaská", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [370]
							{
								"Thraso", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [371]
							{
								"Tugginpoles", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [372]
							{
								"Lottanugs-DemonSoul", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [373]
							{
								"Greenmachìne", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [374]
							{
								"Hazmãt", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [375]
							{
								"Acefancyhair", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [376]
							{
								"Roguehunter", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [377]
							{
								"Shadowlestat", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [378]
							{
								"Bolnc", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [379]
							{
								"Painmerchant", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [380]
							{
								"Berrok", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [381]
							{
								"Thandriose", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [382]
							{
								"Funkalicous-DemonSoul", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [383]
							{
								"Forpretties", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [384]
							{
								"Moosenuckle", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [385]
							{
								"Daydream-DemonSoul", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [386]
							{
								"Bbonemonkey", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [387]
							{
								"Sonlux", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [388]
							{
								"Abror", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [389]
							{
								"Fakeagent", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [390]
							{
								"Mägus", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [391]
							{
								"Shiatzu", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [392]
							{
								"Bìpolar", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [393]
							{
								"Gotmadswag", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [394]
							{
								"Kelanstus", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [395]
							{
								"Mavarok", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [396]
							{
								"Bigboybruce", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [397]
							{
								"Vyndanth", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [398]
							{
								"Fliy", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [399]
							{
								"Aftermaths", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [400]
							{
								"Jestër", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [401]
							{
								"Zerimarr", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [402]
							{
								"Incinerator", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [403]
							{
								"Edoras", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [404]
							{
								"Rickeybobby-ShatteredHand", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [405]
							{
								"Woodchips", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [406]
							{
								"Fiveohone", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [407]
							{
								"Leng-Dalvengyr", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [408]
							{
								"Miiroku", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [409]
							{
								"Shadowbitten", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [410]
							{
								"Dapöpe", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [411]
							{
								"Kayonie", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [412]
							{
								"Gelena", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [413]
							{
								"Tayscow", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [414]
							{
								"Toxicshocked", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [415]
							{
								"Kateupton", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [416]
							{
								"Brokentots", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [417]
							{
								"Yaidelin-ShatteredHand", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [418]
							{
								"Prø", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [419]
							{
								"Culiganman", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [420]
							{
								"Kazallex", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [421]
							{
								"Arieya", -- [1]
								"ROGUE", -- [2]
								"0,0", -- [3]
							}, -- [422]
							{
								"Notheals", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [423]
							{
								"Hammerheårt", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [424]
							{
								"Redmyst", -- [1]
								"DRUID", -- [2]
								"0,0", -- [3]
							}, -- [425]
							{
								"Moria", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [426]
							{
								"Dashhawk", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [427]
							{
								"Punchmonk", -- [1]
								"MONK", -- [2]
								"0,0", -- [3]
							}, -- [428]
							{
								"Yoloblazeit", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [429]
							{
								"Dabss", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [430]
							{
								"Uliftbro", -- [1]
								"WARRIOR", -- [2]
								"0,0", -- [3]
							}, -- [431]
							{
								"Wyvern", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [432]
							{
								"Yestérday-ShatteredHand", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [433]
							{
								"Swagmeistro", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [434]
							{
								"Scurra", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [435]
							{
								"Sarrain", -- [1]
								"MAGE", -- [2]
								"0,0", -- [3]
							}, -- [436]
							{
								"Diegojr", -- [1]
								"PALADIN", -- [2]
								"0,0", -- [3]
							}, -- [437]
							{
								"Devillish", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [438]
							{
								"Shroudedhood", -- [1]
								"SHAMAN", -- [2]
								"0,0", -- [3]
							}, -- [439]
							{
								"Bartlas", -- [1]
								"HUNTER", -- [2]
								"0,0", -- [3]
							}, -- [440]
							{
								"Puredk-ShatteredHand", -- [1]
								"DEATHKNIGHT", -- [2]
								"0,0", -- [3]
							}, -- [441]
							{
								"Blae", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [442]
							{
								"Draugrs-ShatteredHand", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [443]
							{
								"Otterbox", -- [1]
								"PRIEST", -- [2]
								"0,0", -- [3]
							}, -- [444]
							{
								"Patchcoat", -- [1]
								"DRUID", -- [2]
								"Requests favors then Afks", -- [3]
							}, -- [445]
							{
								"Tømørrøw", -- [1]
								"WARLOCK", -- [2]
								"0,0", -- [3]
							}, -- [446]
						},
					},
				},
				["Mind Games"] = {
					["snapshot"] = {
						["roster_info"] = {
							{
								"Karogra", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [1]
							{
								"Spartacis", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [2]
							{
								"Korrå", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [3]
							{
								"Darkwuke", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [4]
							{
								"Gobofløp", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [5]
							{
								"Validas", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [6]
							{
								"Kruces", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [7]
							{
								"Shadowwuke", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [8]
							{
								"Blizzmarkie", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [9]
							{
								"Rendath", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [10]
							{
								"Løki", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [11]
							{
								"Sneakichu", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [12]
							{
								"Beefrocket", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [13]
							{
								"Vampro", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [14]
							{
								"Toxxulian", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [15]
							{
								"Innoruuk", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [16]
							{
								"Deliverancez", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [17]
							{
								"Coffmann", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [18]
							{
								"Bharay", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [19]
							{
								"Kbyz", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [20]
							{
								"Comet", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [21]
							{
								"Uskel", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [22]
							{
								"Badboydrood", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [23]
							{
								"Grommásh", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [24]
							{
								"Kovenaros", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [25]
							{
								"Amato", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [26]
							{
								"Beltron", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [27]
							{
								"Vòrosh", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [28]
							{
								"Bloodrenji", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [29]
							{
								"Ballnchaìn", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [30]
							{
								"Sikopal", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [31]
							{
								"Hërb", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [32]
							{
								"Chargeisfunn", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [33]
							{
								"Nuttcancer", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [34]
							{
								"Lustea", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [35]
							{
								"Entombment", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [36]
							{
								"Kby", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [37]
							{
								"Ragnarõk", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [38]
							{
								"Mistibaby", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [39]
							{
								"Sixbocta", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [40]
							{
								"Pbronice", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [41]
							{
								"Skullz", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [42]
							{
								"Freed", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [43]
							{
								"Boston", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [44]
							{
								"Buddurs", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [45]
							{
								"Immortalzz", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [46]
							{
								"Starstruckqt", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [47]
							{
								"Bsly", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [48]
							{
								"Wardìck", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [49]
							{
								"Corddell", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [50]
							{
								"Venøxis", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [51]
							{
								"Kovnado", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [52]
							{
								"Àrthàs", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [53]
							{
								"Hellrussian", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [54]
							{
								"Rayøc", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [55]
							{
								"Demotrius", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [56]
							{
								"Fuzzicans", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [57]
							{
								"Leafygreens", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [58]
							{
								"Bdbypaladin", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [59]
							{
								"Beemm", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [60]
							{
								"Anatomi", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [61]
							{
								"Celadon", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [62]
							{
								"Maeulos", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [63]
							{
								"Wheytren", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [64]
							{
								"Pestilencë", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [65]
							{
								"Sukkondeez", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [66]
							{
								"Punísh", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [67]
							{
								"Galiela", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [68]
							{
								"Badboydruid", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [69]
							{
								"Cogash", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [70]
							{
								"Olgheals", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [71]
							{
								"Caeecoff", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [72]
							{
								"Bdbydk", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [73]
							{
								"Cùps", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [74]
							{
								"Judginatör", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [75]
							{
								"Mts", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [76]
							{
								"Freedpriest", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [77]
							{
								"Toppies", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [78]
							{
								"Somboquon", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [79]
							{
								"Ainal", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [80]
							{
								"Mordacar", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [81]
							{
								"Akrite", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [82]
							{
								"Bdbydrood", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [83]
							{
								"Avius", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [84]
							{
								"Sikonos", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [85]
							{
								"Maslowe", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [86]
							{
								"Aphexx", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [87]
							{
								"Lustya", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [88]
							{
								"Wraeth", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [89]
							{
								"Tygorious", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [90]
							{
								"Levels", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [91]
							{
								"Gïbby", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [92]
							{
								"Anahkin", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [93]
							{
								"Hugs", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [94]
							{
								"Böwflëx", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [95]
							{
								"Rayven", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [96]
							{
								"Lustwar", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [97]
							{
								"Coffman", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [98]
							{
								"Culley", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [99]
							{
								"Jdn", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [100]
							{
								"Bdbymonk", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [101]
							{
								"Dahx", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [102]
							{
								"Coffina", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [103]
							{
								"Huhahew", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [104]
							{
								"Sikonus", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [105]
							{
								"Gartaum", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [106]
							{
								"Kovenary", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [107]
							{
								"ßabealicious", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [108]
							{
								"Hhkb", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [109]
							{
								"Karayan", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [110]
							{
								"Talavi", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [111]
							{
								"Grimdok", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [112]
							{
								"Thimblelina", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [113]
							{
								"Prishex", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [114]
							{
								"Bearcups", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [115]
							{
								"Princip", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [116]
							{
								"Bromby", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [117]
							{
								"Decimeytor", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [118]
							{
								"Mtnk", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [119]
							{
								"Bzly", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [120]
							{
								"Vampwarrior", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [121]
							{
								"Barthylen", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [122]
							{
								"Innocentz", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [123]
							{
								"Haseoh", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [124]
							{
								"Precisiøn", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [125]
							{
								"Syllabearz", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [126]
							{
								"Ciths", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [127]
							{
								"Buklau", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [128]
							{
								"Vampally", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [129]
							{
								"Strpol", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [130]
							{
								"Svetty", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [131]
							{
								"Behringor", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [132]
							{
								"Rrenju", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [133]
							{
								"Misdameanor", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [134]
							{
								"Starrstruck", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [135]
							{
								"Arvixer", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [136]
							{
								"Killpocalyps", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [137]
							{
								"Luclin", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [138]
							{
								"Gohast", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [139]
							{
								"Noskulls", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [140]
							{
								"Saybra", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [141]
							{
								"Glitzey", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [142]
							{
								"Purrnado", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [143]
							{
								"Olgarns", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [144]
							{
								"Olgarn", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [145]
							{
								"Mtz", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [146]
							{
								"Mtqt", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [147]
							{
								"Jproh", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [148]
							{
								"Mtbottle", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [149]
							{
								"Goargrim", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [150]
							{
								"Messyouup", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [151]
							{
								"Rockblood", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [152]
							{
								"Kaylenlee", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [153]
							{
								"Wadulay", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [154]
							{
								"Vamppro", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [155]
							{
								"Arabsmoney", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [156]
							{
								"Innoz", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [157]
							{
								"Validuz", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [158]
							{
								"Innocenz", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [159]
							{
								"Abrownpwny", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [160]
							{
								"Vampknght", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [161]
							{
								"Hug", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [162]
							{
								"Vikid", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [163]
							{
								"Femtar", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [164]
							{
								"Broosxoxo", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [165]
							{
								"Lokian", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [166]
							{
								"Isabewwa", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [167]
							{
								"Pantsbeard", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [168]
							{
								"Gilgamësh", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [169]
							{
								"Icyskulls", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [170]
							{
								"Kida", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [171]
							{
								"Noskullz", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [172]
							{
								"Beefpocket", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [173]
							{
								"Bdbyshaman", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [174]
							{
								"Bdbypriest", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [175]
							{
								"Santhem", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [176]
							{
								"Ashtrea", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [177]
						},
						["time"] = 1424841180,
					},
					["log"] = {
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Karogra", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [1]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Spartacis", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [2]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Epicënter", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [3]
						{
							1423019640, -- [1]
							"EP", -- [2]
							"Darkwuke", -- [3]
							"Reset", -- [4]
							-10000, -- [5]
						}, -- [4]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Darkwuke", -- [3]
							"Reset", -- [4]
							-1769, -- [5]
						}, -- [5]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Shadowwuke", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [6]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Lustwar", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [7]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Tuknor", -- [3]
							"Reset", -- [4]
							-1062, -- [5]
						}, -- [8]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Løki", -- [3]
							"Reset", -- [4]
							-708, -- [5]
						}, -- [9]
						{
							1423019640, -- [1]
							"EP", -- [2]
							"Beefrocket", -- [3]
							"Reset", -- [4]
							-10000, -- [5]
						}, -- [10]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Beefrocket", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [11]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Talavi", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [12]
						{
							1423019640, -- [1]
							"EP", -- [2]
							"Toxxulian", -- [3]
							"Reset", -- [4]
							-10000, -- [5]
						}, -- [13]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Toxxulian", -- [3]
							"Reset", -- [4]
							-2829, -- [5]
						}, -- [14]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Sikonus", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [15]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Deliverancez", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [16]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Coffmann", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [17]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Bharay", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [18]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Kbyz", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [19]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Comet", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [20]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Badboydrood", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [21]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Grommásh", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [22]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Kovenaros", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [23]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Thane", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [24]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Beltron", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [25]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Vòrosh", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [26]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Sikopal", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [27]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Hërb", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [28]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Chargeisfunn", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [29]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Nuttcancer", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [30]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Lustea", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [31]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Icyskulls", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [32]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Ragnarõk", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [33]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Haseoh", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [34]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Pbronice", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [35]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Skullz", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [36]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Freed", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [37]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Boston", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [38]
						{
							1423019640, -- [1]
							"EP", -- [2]
							"Immortalzz", -- [3]
							"Reset", -- [4]
							-10000, -- [5]
						}, -- [39]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Immortalzz", -- [3]
							"Reset", -- [4]
							-2280, -- [5]
						}, -- [40]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Starstruckqt", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [41]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Bsly", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [42]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Wardìck", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [43]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Corddell", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [44]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Venøxis", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [45]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Rrenju", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [46]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Àrthàs", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [47]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Hellrussian", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [48]
						{
							1423019640, -- [1]
							"EP", -- [2]
							"Cowcups", -- [3]
							"Reset", -- [4]
							-10000, -- [5]
						}, -- [49]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Cowcups", -- [3]
							"Reset", -- [4]
							-2476, -- [5]
						}, -- [50]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Demotrius", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [51]
						{
							1423019640, -- [1]
							"EP", -- [2]
							"Fuzzicans", -- [3]
							"Reset", -- [4]
							-10000, -- [5]
						}, -- [52]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Fuzzicans", -- [3]
							"Reset", -- [4]
							-2122, -- [5]
						}, -- [53]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Gilgamësh", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [54]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Bdbypaladin", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [55]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Beemm", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [56]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Celadon", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [57]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Olgarns", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [58]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Pestilencë", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [59]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Sukkondeez", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [60]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Coffina", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [61]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Badboydruid", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [62]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Cogash", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [63]
						{
							1423019640, -- [1]
							"EP", -- [2]
							"Olgheals", -- [3]
							"Reset", -- [4]
							-10000, -- [5]
						}, -- [64]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Olgheals", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [65]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Caeecoff", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [66]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Saybra", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [67]
						{
							1423019640, -- [1]
							"EP", -- [2]
							"Shayanwe", -- [3]
							"Reset", -- [4]
							-10000, -- [5]
						}, -- [68]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Shayanwe", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [69]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Judginatör", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [70]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Mts", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [71]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Freedpriest", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [72]
						{
							1423019640, -- [1]
							"EP", -- [2]
							"Toppies", -- [3]
							"Reset", -- [4]
							-10000, -- [5]
						}, -- [73]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Toppies", -- [3]
							"Reset", -- [4]
							-1062, -- [5]
						}, -- [74]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Somboquon", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [75]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Ainal", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [76]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Mordacar", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [77]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Wadulay", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [78]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Sikonos", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [79]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Coffman", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [80]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Wraeth", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [81]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Gïbby", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [82]
						{
							1423019640, -- [1]
							"EP", -- [2]
							"Hugs", -- [3]
							"Reset", -- [4]
							-10000, -- [5]
						}, -- [83]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Hugs", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [84]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Böwflëx", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [85]
						{
							1423019640, -- [1]
							"EP", -- [2]
							"Lustya", -- [3]
							"Reset", -- [4]
							-10000, -- [5]
						}, -- [86]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Lustya", -- [3]
							"Reset", -- [4]
							-751, -- [5]
						}, -- [87]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Jdn", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [88]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Lokian", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [89]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Dahx", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [90]
						{
							1423019640, -- [1]
							"EP", -- [2]
							"Buklau", -- [3]
							"Reset", -- [4]
							-10000, -- [5]
						}, -- [91]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Buklau", -- [3]
							"Reset", -- [4]
							-708, -- [5]
						}, -- [92]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Shoestorm", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [93]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"ßabealicious", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [94]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Hhkb", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [95]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Karayan", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [96]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Santhem", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [97]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Pantsbeard", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [98]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Kby", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [99]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Noskulls", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [100]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Bearcups", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [101]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Isabewwa", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [102]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Bdbymonk", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [103]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Abrownpwny", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [104]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Bzly", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [105]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Jproh", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [106]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Barthylen", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [107]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Femtar", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [108]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Gohast", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [109]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Bdbyshaman", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [110]
						{
							1423019640, -- [1]
							"EP", -- [2]
							"Princip", -- [3]
							"Reset", -- [4]
							-10000, -- [5]
						}, -- [111]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Princip", -- [3]
							"Reset", -- [4]
							-708, -- [5]
						}, -- [112]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Ciths", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [113]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Vampro", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [114]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Innoruuk", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [115]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Ogswang", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [116]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Svetty", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [117]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Behringor", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [118]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Mtz", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [119]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Brownsound", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [120]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Starrstruck", -- [3]
							"Reset", -- [4]
							-708, -- [5]
						}, -- [121]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Crowan", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [122]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Killpocalyps", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [123]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Luclin", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [124]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Noskullz", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [125]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Beefpocket", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [126]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Arabsmoney", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [127]
						{
							1423019640, -- [1]
							"EP", -- [2]
							"Innocentz", -- [3]
							"Reset", -- [4]
							-10000, -- [5]
						}, -- [128]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Innocentz", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [129]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Vamppro", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [130]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Davery", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [131]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Anahkinxyz", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [132]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Innoz", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [133]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Bdbypriest", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [134]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Hug", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [135]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Korrå", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [136]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Goargrim", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [137]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Mtbottle", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [138]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Kaylenlee", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [139]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Bdbydk", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [140]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Levels", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [141]
						{
							1423019640, -- [1]
							"EP", -- [2]
							"Mtnk", -- [3]
							"Reset", -- [4]
							-10000, -- [5]
						}, -- [142]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Mtnk", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [143]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Mtqt", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [144]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Innocenz", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [145]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Olgarn", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [146]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Vampknght", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [147]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Akrite", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [148]
						{
							1423019640, -- [1]
							"EP", -- [2]
							"Vikid", -- [3]
							"Reset", -- [4]
							-10000, -- [5]
						}, -- [149]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Vikid", -- [3]
							"Reset", -- [4]
							-501, -- [5]
						}, -- [150]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Consistent", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [151]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Culley", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [152]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Medusabro", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [153]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Gartaum", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [154]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Blizzmarkie", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [155]
						{
							1423019640, -- [1]
							"EP", -- [2]
							"Thimblelina", -- [3]
							"Reset", -- [4]
							-10000, -- [5]
						}, -- [156]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Thimblelina", -- [3]
							"Reset", -- [4]
							-1720, -- [5]
						}, -- [157]
						{
							1423019640, -- [1]
							"EP", -- [2]
							"Prishex", -- [3]
							"Reset", -- [4]
							-10000, -- [5]
						}, -- [158]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Prishex", -- [3]
							"Reset", -- [4]
							-1719, -- [5]
						}, -- [159]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Huhahew", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [160]
						{
							1423019640, -- [1]
							"EP", -- [2]
							"Kovenary", -- [3]
							"Reset", -- [4]
							-10000, -- [5]
						}, -- [161]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Kovenary", -- [3]
							"Reset", -- [4]
							-2061, -- [5]
						}, -- [162]
						{
							1423019640, -- [1]
							"EP", -- [2]
							"Anahkin", -- [3]
							"Reset", -- [4]
							-10000, -- [5]
						}, -- [163]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Anahkin", -- [3]
							"Reset", -- [4]
							-3694, -- [5]
						}, -- [164]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Tygorious", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [165]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Misdameanor", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [166]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Maeulos", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [167]
						{
							1423019640, -- [1]
							"GP", -- [2]
							"Punísh", -- [3]
							"Reset", -- [4]
							-1, -- [5]
						}, -- [168]
						{
							1423020480, -- [1]
							"GP", -- [2]
							"Innocentz", -- [3]
							"|cffa335ee|Hitem:119331:0:0:0:0:0:0:0:100:0:5:1:566|h[Bracers of Visceral Force]|h|r", -- [4]
							630, -- [5]
						}, -- [169]
						{
							1423020540, -- [1]
							"EP", -- [2]
							"Hugs", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [170]
						{
							1423020540, -- [1]
							"EP", -- [2]
							"Innocentz", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [171]
						{
							1423020540, -- [1]
							"EP", -- [2]
							"Cowcups", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [172]
						{
							1423020540, -- [1]
							"EP", -- [2]
							"Fuzzicans", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [173]
						{
							1423020540, -- [1]
							"EP", -- [2]
							"Starrstruck", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [174]
						{
							1423020540, -- [1]
							"EP", -- [2]
							"Immortalzz", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [175]
						{
							1423020540, -- [1]
							"EP", -- [2]
							"Goargrim", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [176]
						{
							1423020540, -- [1]
							"EP", -- [2]
							"Freed", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [177]
						{
							1423020540, -- [1]
							"EP", -- [2]
							"Haseoh", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [178]
						{
							1423020540, -- [1]
							"EP", -- [2]
							"Mtnk", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [179]
						{
							1423020540, -- [1]
							"EP", -- [2]
							"Ogswang", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [180]
						{
							1423020540, -- [1]
							"EP", -- [2]
							"Shayanwe", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [181]
						{
							1423020540, -- [1]
							"EP", -- [2]
							"Jdn", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [182]
						{
							1423020540, -- [1]
							"EP", -- [2]
							"Buklau", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [183]
						{
							1423020540, -- [1]
							"EP", -- [2]
							"Olgheals", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [184]
						{
							1423020540, -- [1]
							"EP", -- [2]
							"Lustya", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [185]
						{
							1423020540, -- [1]
							"EP", -- [2]
							"Toppies", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [186]
						{
							1423020540, -- [1]
							"EP", -- [2]
							"Sikonos", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [187]
						{
							1423020540, -- [1]
							"EP", -- [2]
							"Princip", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [188]
						{
							1423020540, -- [1]
							"EP", -- [2]
							"Vikid", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [189]
						{
							1423020540, -- [1]
							"EP", -- [2]
							"Rrenju", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [190]
						{
							1423020540, -- [1]
							"EP", -- [2]
							"Toxxulian", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [191]
						{
							1423020540, -- [1]
							"EP", -- [2]
							"Løki", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [192]
						{
							1423020540, -- [1]
							"EP", -- [2]
							"Comet", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [193]
						{
							1423020540, -- [1]
							"EP", -- [2]
							"Kovenary", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [194]
						{
							1423020540, -- [1]
							"EP", -- [2]
							"Tuknor", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [195]
						{
							1423020540, -- [1]
							"EP", -- [2]
							"Anahkin", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [196]
						{
							1423020540, -- [1]
							"EP", -- [2]
							"Bharay", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [197]
						{
							1423020540, -- [1]
							"EP", -- [2]
							"Darkwuke", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [198]
						{
							1423020540, -- [1]
							"EP", -- [2]
							"Thimblelina", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [199]
						{
							1423020540, -- [1]
							"EP", -- [2]
							"Prishex", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [200]
						{
							1423020540, -- [1]
							"EP", -- [2]
							"Consistent", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [201]
						{
							1423020540, -- [1]
							"EP", -- [2]
							"Misdameanor", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [202]
						{
							1423020720, -- [1]
							"GP", -- [2]
							"Løki", -- [3]
							"|cffa335ee|Hitem:119342:0:0:0:0:0:0:0:100:0:5:1:566|h[Furnace Stoker's Footwraps]|h|r", -- [4]
							945, -- [5]
						}, -- [203]
						{
							1423020900, -- [1]
							"GP", -- [2]
							"Freed", -- [3]
							"|cffa335ee|Hitem:113844:0:0:0:0:0:0:0:100:0:6:2:42:567|h[Bracers of Mirrored Flame]|h|r", -- [4]
							631, -- [5]
						}, -- [204]
						{
							1423022220, -- [1]
							"GP", -- [2]
							"Innocentz", -- [3]
							"|cffa335ee|Hitem:113871:0:0:0:0:0:0:0:100:0:5:1:566|h[Bracers of Martial Perfection]|h|r", -- [4]
							630, -- [5]
						}, -- [205]
						{
							1423022220, -- [1]
							"GP", -- [2]
							"Misdameanor", -- [3]
							"|cffa335ee|Hitem:113867:0:0:0:0:0:0:0:100:0:5:1:566|h[Spaulders of Reflected Stone]|h|r", -- [4]
							945, -- [5]
						}, -- [206]
						{
							1423022220, -- [1]
							"GP", -- [2]
							"Løki", -- [3]
							"|cffa335ee|Hitem:113868:0:0:0:0:0:0:0:100:0:5:1:566|h[Flare-Eyed Hood]|h|r", -- [4]
							1260, -- [5]
						}, -- [207]
						{
							1423022280, -- [1]
							"GP", -- [2]
							"Fuzzicans", -- [3]
							"|cffa335ee|Hitem:113873:0:0:0:0:0:0:0:100:0:5:1:566|h[Gronn-Stitched Greatcloak]|h|r", -- [4]
							630, -- [5]
						}, -- [208]
						{
							1423022280, -- [1]
							"GP", -- [2]
							"Mtnk", -- [3]
							"|cffa335ee|Hitem:113862:0:0:0:0:0:0:0:100:0:5:1:566|h[Taner's Terrible Spine]|h|r", -- [4]
							630, -- [5]
						}, -- [209]
						{
							1423022400, -- [1]
							"GP", -- [2]
							"Lustya", -- [3]
							"|cffa335ee|Hitem:113865:0:0:0:0:0:0:0:100:0:5:1:566|h[Darklight Necklace]|h|r", -- [4]
							630, -- [5]
						}, -- [210]
						{
							1423022460, -- [1]
							"GP", -- [2]
							"Thimblelina", -- [3]
							"|cffa335ee|Hitem:120078:0:0:0:0:0:0:0:100:0:5:2:40:566|h[Runescribed Gronncloak]|h|r", -- [4]
							630, -- [5]
						}, -- [211]
						{
							1423026900, -- [1]
							"GP", -- [2]
							"Cowcups", -- [3]
							"|cffa335ee|Hitem:113877:0:0:0:0:0:0:0:100:0:5:2:564:566|h[Unexploded Explosive Shard]|h|r", -- [4]
							830, -- [5]
						}, -- [212]
						{
							1423026900, -- [1]
							"GP", -- [2]
							"Misdameanor", -- [3]
							"|cffa335ee|Hitem:113875:0:0:0:0:0:0:0:100:0:5:3:564:41:566|h[Corrosion-Proof Legguards]|h|r", -- [4]
							1460, -- [5]
						}, -- [213]
						{
							1423027020, -- [1]
							"GP", -- [2]
							"Darkwuke", -- [3]
							"|cffa335ee|Hitem:119194:0:0:0:0:0:0:0:100:0:5:1:566|h[Goren Soul Repository]|h|r", -- [4]
							1575, -- [5]
						}, -- [214]
						{
							1423027080, -- [1]
							"GP", -- [2]
							"Prishex", -- [3]
							"|cffa335ee|Hitem:119194:0:0:0:0:0:0:0:100:0:5:1:566|h[Goren Soul Repository]|h|r", -- [4]
							1575, -- [5]
						}, -- [215]
						{
							1423027140, -- [1]
							"GP", -- [2]
							"Thimblelina", -- [3]
							"|cffa335ee|Hitem:113879:0:0:0:0:0:0:0:100:0:5:1:566|h[Caged Living Ooze]|h|r", -- [4]
							630, -- [5]
						}, -- [216]
						{
							1423027200, -- [1]
							"GP", -- [2]
							"Kovenary", -- [3]
							"|cffa335ee|Hitem:119448:0:0:0:0:0:0:0:100:0:5:1:566|h[Head-Lopper Skullscythe]|h|r", -- [4]
							630, -- [5]
						}, -- [217]
						{
							1423028160, -- [1]
							"GP", -- [2]
							"Olgheals", -- [3]
							"|cffa335ee|Hitem:119192:0:0:0:0:0:0:0:100:0:5:1:566|h[Ironspike Chew Toy]|h|r", -- [4]
							1575, -- [5]
						}, -- [218]
						{
							1423028280, -- [1]
							"GP", -- [2]
							"Hugs", -- [3]
							"|cffa335ee|Hitem:113947:0:0:0:0:0:0:0:100:0:5:2:564:566|h[Epicenter Loop]|h|r", -- [4]
							830, -- [5]
						}, -- [219]
						{
							1423028280, -- [1]
							"GP", -- [2]
							"Jdn", -- [3]
							"|cffa335ee|Hitem:113947:0:0:0:0:0:0:0:100:0:5:1:566|h[Epicenter Loop]|h|r", -- [4]
							630, -- [5]
						}, -- [220]
						{
							1423028340, -- [1]
							"GP", -- [2]
							"Sikonos", -- [3]
							"|cffa335ee|Hitem:113950:0:0:0:0:0:0:0:100:0:5:1:566|h[Ironcrusher's Collar]|h|r", -- [4]
							945, -- [5]
						}, -- [221]
						{
							1423028520, -- [1]
							"GP", -- [2]
							"Starrstruck", -- [3]
							"|cffa335ee|Hitem:113942:0:0:0:0:0:0:0:100:0:5:1:566|h[Inferno Breath Sandals]|h|r", -- [4]
							945, -- [5]
						}, -- [222]
						{
							1423028580, -- [1]
							"GP", -- [2]
							"Misdameanor", -- [3]
							"|cffa335ee|Hitem:113945:0:0:0:0:0:0:0:100:0:5:1:566|h[Flame Infusion Drape]|h|r", -- [4]
							630, -- [5]
						}, -- [223]
						{
							1423030260, -- [1]
							"GP", -- [2]
							"Mtnk", -- [3]
							"|cffa335ee|Hitem:119322:0:0:0:0:0:0:0:100:0:5:1:570|h[Shoulders of the Iron Protector]|h|r", -- [4]
							945, -- [5]
						}, -- [224]
						{
							1423030260, -- [1]
							"GP", -- [2]
							"Toppies", -- [3]
							"|cffa335ee|Hitem:119314:0:0:0:0:0:0:0:100:0:5:1:570|h[Shoulders of the Iron Vanquisher]|h|r", -- [4]
							945, -- [5]
						}, -- [225]
						{
							1423030500, -- [1]
							"GP", -- [2]
							"Thimblelina", -- [3]
							"|cffa335ee|Hitem:119309:0:0:0:0:0:0:0:100:0:5:1:570|h[Shoulders of the Iron Conqueror]|h|r", -- [4]
							945, -- [5]
						}, -- [226]
						{
							1423030500, -- [1]
							"GP", -- [2]
							"Olgheals", -- [3]
							"|cffa335ee|Hitem:119309:0:0:0:0:0:0:0:100:0:5:1:570|h[Shoulders of the Iron Conqueror]|h|r", -- [4]
							945, -- [5]
						}, -- [227]
						{
							1423030500, -- [1]
							"GP", -- [2]
							"Darkwuke", -- [3]
							"|cffa335ee|Hitem:113956:0:0:0:0:0:0:0:100:0:5:2:564:566|h[Bracers of Enkindled Power]|h|r", -- [4]
							830, -- [5]
						}, -- [228]
						{
							1423030560, -- [1]
							"GP", -- [2]
							"Vikid", -- [3]
							"|cffa335ee|Hitem:113961:0:0:0:0:0:0:0:100:0:5:1:566|h[Iron Bellow Sabatons]|h|r", -- [4]
							945, -- [5]
						}, -- [229]
						{
							1423030560, -- [1]
							"GP", -- [2]
							"Starrstruck", -- [3]
							"|cffa335ee|Hitem:113956:0:0:0:0:0:0:0:100:0:5:1:566|h[Bracers of Enkindled Power]|h|r", -- [4]
							630, -- [5]
						}, -- [230]
						{
							1423030560, -- [1]
							"GP", -- [2]
							"Anahkin", -- [3]
							"|cffa335ee|Hitem:113962:0:0:0:0:0:0:0:100:0:5:1:566|h[Squire's Electroplated Bracers]|h|r", -- [4]
							630, -- [5]
						}, -- [231]
						{
							1423030620, -- [1]
							"GP", -- [2]
							"Kovenary", -- [3]
							"|cffa335ee|Hitem:113962:0:0:0:0:0:0:0:100:0:5:1:566|h[Squire's Electroplated Bracers]|h|r", -- [4]
							630, -- [5]
						}, -- [232]
						{
							1423032120, -- [1]
							"GP", -- [2]
							"Lustya", -- [3]
							"|cffa335ee|Hitem:113902:0:0:0:0:0:0:0:100:0:5:2:564:566|h[Chestguard of Unending Roars]|h|r", -- [4]
							1460, -- [5]
						}, -- [233]
						{
							1423032120, -- [1]
							"GP", -- [2]
							"Misdameanor", -- [3]
							"|cffa335ee|Hitem:113902:0:0:0:0:0:0:0:100:0:5:1:566|h[Chestguard of Unending Roars]|h|r", -- [4]
							1260, -- [5]
						}, -- [234]
						{
							1423032120, -- [1]
							"GP", -- [2]
							"Misdameanor", -- [3]
							"|cffa335ee|Hitem:113899:0:0:0:0:0:0:0:100:0:5:1:566|h[Neckbreaker Shoulderguards]|h|r", -- [4]
							945, -- [5]
						}, -- [235]
						{
							1423032180, -- [1]
							"GP", -- [2]
							"Sikonos", -- [3]
							"|cffa335ee|Hitem:113906:0:0:0:0:0:0:0:100:0:5:2:564:566|h[Gauntlets of Dramatic Blows]|h|r", -- [4]
							1145, -- [5]
						}, -- [236]
						{
							1423032240, -- [1]
							"GP", -- [2]
							"Immortalzz", -- [3]
							"|cffa335ee|Hitem:113910:0:0:0:0:0:0:0:100:0:5:2:561:566|h[Hardened Greathelm]|h|r", -- [4]
							1447, -- [5]
						}, -- [237]
						{
							1423032300, -- [1]
							"GP", -- [2]
							"Princip", -- [3]
							"|cffa335ee|Hitem:113907:0:0:0:0:0:0:0:100:0:5:1:566|h[Girdle of Unconquered Glory]|h|r", -- [4]
							945, -- [5]
						}, -- [238]
						{
							1423034040, -- [1]
							"GP", -- [2]
							"Shayanwe", -- [3]
							"|cffa335ee|Hitem:119318:0:0:0:0:0:0:0:100:0:5:1:570|h[Chest of the Iron Protector]|h|r", -- [4]
							1260, -- [5]
						}, -- [239]
						{
							1423034100, -- [1]
							"GP", -- [2]
							"Toppies", -- [3]
							"|cffa335ee|Hitem:119315:0:0:0:0:0:0:0:100:0:5:1:570|h[Chest of the Iron Vanquisher]|h|r", -- [4]
							1260, -- [5]
						}, -- [240]
						{
							1423034160, -- [1]
							"GP", -- [2]
							"Løki", -- [3]
							"|cffa335ee|Hitem:119315:0:0:0:0:0:0:0:100:0:5:1:570|h[Chest of the Iron Vanquisher]|h|r", -- [4]
							1260, -- [5]
						}, -- [241]
						{
							1423034160, -- [1]
							"GP", -- [2]
							"Thimblelina", -- [3]
							"|cffa335ee|Hitem:119305:0:0:0:0:0:0:0:100:0:5:1:570|h[Chest of the Iron Conqueror]|h|r", -- [4]
							1260, -- [5]
						}, -- [242]
						{
							1423034160, -- [1]
							"GP", -- [2]
							"Tuknor", -- [3]
							"|cffa335ee|Hitem:113918:0:0:0:0:0:0:0:100:0:5:1:566|h[Molten Edge Eviscerator]|h|r", -- [4]
							630, -- [5]
						}, -- [243]
						{
							1423034160, -- [1]
							"GP", -- [2]
							"Cowcups", -- [3]
							"|cffa335ee|Hitem:113915:0:0:0:0:0:0:0:100:0:5:1:566|h[Grips of Rekindling]|h|r", -- [4]
							945, -- [5]
						}, -- [244]
						{
							1423034220, -- [1]
							"GP", -- [2]
							"Vikid", -- [3]
							"|cffa335ee|Hitem:113921:0:0:0:0:0:0:0:100:0:5:2:41:566|h[Firestorm Legplates]|h|r", -- [4]
							1260, -- [5]
						}, -- [245]
						{
							1423034220, -- [1]
							"GP", -- [2]
							"Immortalzz", -- [3]
							"|cffa335ee|Hitem:113923:0:0:0:0:0:0:0:100:0:5:2:564:566|h[Fiery Links of Courage]|h|r", -- [4]
							830, -- [5]
						}, -- [246]
						{
							1423034220, -- [1]
							"GP", -- [2]
							"Immortalzz", -- [3]
							"|cffa335ee|Hitem:113922:0:0:0:0:0:0:0:100:0:5:1:566|h[Seal of Unquenchable Flame]|h|r", -- [4]
							630, -- [5]
						}, -- [247]
						{
							1423034340, -- [1]
							"GP", -- [2]
							"Toxxulian", -- [3]
							"|cffa335ee|Hitem:113917:0:0:0:0:0:0:0:100:0:5:1:566|h[Cinderwolf Signet]|h|r", -- [4]
							630, -- [5]
						}, -- [248]
						{
							1423037340, -- [1]
							"GP", -- [2]
							"Goargrim", -- [3]
							"|cffa335ee|Hitem:119321:0:0:0:0:0:0:0:100:0:5:1:570|h[Helm of the Iron Protector]|h|r", -- [4]
							1260, -- [5]
						}, -- [249]
						{
							1423037340, -- [1]
							"GP", -- [2]
							"Lustya", -- [3]
							"|cffa335ee|Hitem:119321:0:0:0:0:0:0:0:100:0:5:1:570|h[Helm of the Iron Protector]|h|r", -- [4]
							1260, -- [5]
						}, -- [250]
						{
							1423037400, -- [1]
							"GP", -- [2]
							"Innocentz", -- [3]
							"|cffa335ee|Hitem:113936:0:0:0:0:0:0:0:100:0:5:1:566|h[Sabatons of Fractal Earth]|h|r", -- [4]
							945, -- [5]
						}, -- [251]
						{
							1423037400, -- [1]
							"GP", -- [2]
							"Fuzzicans", -- [3]
							"|cffa335ee|Hitem:113936:0:0:0:0:0:0:0:100:0:5:1:566|h[Sabatons of Fractal Earth]|h|r", -- [4]
							945, -- [5]
						}, -- [252]
						{
							1423037460, -- [1]
							"GP", -- [2]
							"Buklau", -- [3]
							"|cffa335ee|Hitem:113935:0:0:0:0:0:0:0:100:0:5:1:566|h[Bracers of Shattered Stalactites]|h|r", -- [4]
							630, -- [5]
						}, -- [253]
						{
							1423037700, -- [1]
							"GP", -- [2]
							"Fuzzicans", -- [3]
							"|cffa335ee|Hitem:113927:0:0:0:0:0:0:0:100:0:5:1:566|h[Kromog's Brutal Fist]|h|r", -- [4]
							630, -- [5]
						}, -- [254]
						{
							1423037700, -- [1]
							"GP", -- [2]
							"Princip", -- [3]
							"|cffa335ee|Hitem:113929:0:0:0:0:0:0:0:100:0:5:2:42:566|h[Cloak of Delving Secrets]|h|r", -- [4]
							655, -- [5]
						}, -- [255]
						{
							1423038000, -- [1]
							"GP", -- [2]
							"Anahkin", -- [3]
							"|cffa335ee|Hitem:113932:0:0:0:0:0:0:0:100:0:5:1:566|h[Talisman of the Fomor]|h|r", -- [4]
							630, -- [5]
						}, -- [256]
						{
							1423038300, -- [1]
							"GP", -- [2]
							"Kovenary", -- [3]
							"|cffa335ee|Hitem:119312:0:0:0:0:0:0:0:100:0:5:1:570|h[Helm of the Iron Vanquisher]|h|r", -- [4]
							1260, -- [5]
						}, -- [257]
						{
							1423106760, -- [1]
							"EP", -- [2]
							"Bharay", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [258]
						{
							1423106760, -- [1]
							"EP", -- [2]
							"Buklau", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [259]
						{
							1423106760, -- [1]
							"EP", -- [2]
							"Comet", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [260]
						{
							1423106760, -- [1]
							"EP", -- [2]
							"Haseoh", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [261]
						{
							1423107060, -- [1]
							"EP", -- [2]
							"Haseoh", -- [3]
							"Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [262]
						{
							1423107060, -- [1]
							"EP", -- [2]
							"Comet", -- [3]
							"Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [263]
						{
							1423107060, -- [1]
							"EP", -- [2]
							"Freed", -- [3]
							"Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [264]
						{
							1423107060, -- [1]
							"EP", -- [2]
							"Buklau", -- [3]
							"Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [265]
						{
							1423107060, -- [1]
							"EP", -- [2]
							"Bharay", -- [3]
							"Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [266]
						{
							1423107060, -- [1]
							"EP", -- [2]
							"Tuknor", -- [3]
							"Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [267]
						{
							1423107060, -- [1]
							"EP", -- [2]
							"Jdn", -- [3]
							"Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [268]
						{
							1423107060, -- [1]
							"EP", -- [2]
							"Hugs", -- [3]
							"Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [269]
						{
							1423107060, -- [1]
							"EP", -- [2]
							"Anahkin", -- [3]
							"Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [270]
						{
							1423107060, -- [1]
							"EP", -- [2]
							"Goargrim", -- [3]
							"Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [271]
						{
							1423107060, -- [1]
							"EP", -- [2]
							"Shayanwe", -- [3]
							"Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [272]
						{
							1423107060, -- [1]
							"EP", -- [2]
							"Innocentz", -- [3]
							"Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [273]
						{
							1423107060, -- [1]
							"EP", -- [2]
							"Prishex", -- [3]
							"Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [274]
						{
							1423107060, -- [1]
							"EP", -- [2]
							"Mtnk", -- [3]
							"Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [275]
						{
							1423107060, -- [1]
							"EP", -- [2]
							"Starrstruck", -- [3]
							"Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [276]
						{
							1423107060, -- [1]
							"EP", -- [2]
							"Toxxulian", -- [3]
							"Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [277]
						{
							1423107060, -- [1]
							"EP", -- [2]
							"Princip", -- [3]
							"Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [278]
						{
							1423107060, -- [1]
							"EP", -- [2]
							"Cowcups", -- [3]
							"Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [279]
						{
							1423107060, -- [1]
							"EP", -- [2]
							"Toppies", -- [3]
							"Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [280]
						{
							1423107060, -- [1]
							"EP", -- [2]
							"Vikid", -- [3]
							"Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [281]
						{
							1423107060, -- [1]
							"EP", -- [2]
							"Darkwuke", -- [3]
							"Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [282]
						{
							1423107060, -- [1]
							"EP", -- [2]
							"Kovenary", -- [3]
							"Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [283]
						{
							1423107060, -- [1]
							"EP", -- [2]
							"Olgheals", -- [3]
							"Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [284]
						{
							1423107060, -- [1]
							"EP", -- [2]
							"Sikonos", -- [3]
							"Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [285]
						{
							1423107060, -- [1]
							"EP", -- [2]
							"Fuzzicans", -- [3]
							"Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [286]
						{
							1423107060, -- [1]
							"EP", -- [2]
							"Immortalzz", -- [3]
							"Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [287]
						{
							1423107060, -- [1]
							"EP", -- [2]
							"Lustya", -- [3]
							"Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [288]
						{
							1423107060, -- [1]
							"EP", -- [2]
							"Løki", -- [3]
							"Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [289]
						{
							1423107060, -- [1]
							"EP", -- [2]
							"Thimblelina", -- [3]
							"Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [290]
						{
							1423107060, -- [1]
							"EP", -- [2]
							"Misdameanor", -- [3]
							"Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [291]
						{
							1423117440, -- [1]
							"GP", -- [2]
							"Anahkin", -- [3]
							"|cffa335ee|Hitem:113889:0:0:0:0:0:0:0:100:0:5:2:564:566|h[Elementalist's Shielding Talisman]|h|r", -- [4]
							1775, -- [5]
						}, -- [292]
						{
							1423117440, -- [1]
							"GP", -- [2]
							"Hugs", -- [3]
							"|cffa335ee|Hitem:113889:0:0:0:0:0:0:0:100:0:5:1:566|h[Elementalist's Shielding Talisman]|h|r", -- [4]
							1575, -- [5]
						}, -- [293]
						{
							1423117680, -- [1]
							"GP", -- [2]
							"Goargrim", -- [3]
							"|cffa335ee|Hitem:113894:0:0:0:0:0:0:0:100:0:5:2:561:566|h[Lava-Dipped Greathelm]|h|r", -- [4]
							1447, -- [5]
						}, -- [294]
						{
							1423117740, -- [1]
							"GP", -- [2]
							"Mtnk", -- [3]
							"|cffa335ee|Hitem:113896:0:0:0:0:0:0:0:100:0:5:2:43:566|h[Fleshmelter Bracers]|h|r", -- [4]
							630, -- [5]
						}, -- [295]
						{
							1423117740, -- [1]
							"GP", -- [2]
							"Vikid", -- [3]
							"|cffa335ee|Hitem:113896:0:0:0:0:0:0:0:100:0:5:1:566|h[Fleshmelter Bracers]|h|r", -- [4]
							630, -- [5]
						}, -- [296]
						{
							1423117860, -- [1]
							"GP", -- [2]
							"Toxxulian", -- [3]
							"|cffa335ee|Hitem:113892:0:0:0:0:0:0:0:100:0:5:1:566|h[Engineer's Grounded Gorget]|h|r", -- [4]
							630, -- [5]
						}, -- [297]
						{
							1423117920, -- [1]
							"GP", -- [2]
							"Kovenary", -- [3]
							"|cffa335ee|Hitem:119313:0:0:0:0:0:0:0:100:0:5:1:570|h[Leggings of the Iron Vanquisher]|h|r", -- [4]
							1260, -- [5]
						}, -- [298]
						{
							1423118040, -- [1]
							"GP", -- [2]
							"Prishex", -- [3]
							"|cffa335ee|Hitem:119313:0:0:0:0:0:0:0:100:0:5:1:570|h[Leggings of the Iron Vanquisher]|h|r", -- [4]
							1260, -- [5]
						}, -- [299]
						{
							1423118100, -- [1]
							"GP", -- [2]
							"Darkwuke", -- [3]
							"|cffa335ee|Hitem:119307:0:0:0:0:0:0:0:100:0:5:1:570|h[Leggings of the Iron Conqueror]|h|r", -- [4]
							1260, -- [5]
						}, -- [300]
						{
							1423194000, -- [1]
							"EP", -- [2]
							"Haseoh", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [301]
						{
							1423194000, -- [1]
							"EP", -- [2]
							"Freed", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [302]
						{
							1423194000, -- [1]
							"EP", -- [2]
							"Comet", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [303]
						{
							1423194000, -- [1]
							"EP", -- [2]
							"Bharay", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [304]
						{
							1423194000, -- [1]
							"EP", -- [2]
							"Buklau", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [305]
						{
							1423194000, -- [1]
							"EP", -- [2]
							"Rrenju", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [306]
						{
							1423194000, -- [1]
							"EP", -- [2]
							"Shayanwe", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [307]
						{
							1423194000, -- [1]
							"EP", -- [2]
							"Starrstruck", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [308]
						{
							1423194000, -- [1]
							"EP", -- [2]
							"Innocentz", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [309]
						{
							1423194000, -- [1]
							"EP", -- [2]
							"Princip", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [310]
						{
							1423194000, -- [1]
							"EP", -- [2]
							"Cowcups", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [311]
						{
							1423194000, -- [1]
							"EP", -- [2]
							"Toppies", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [312]
						{
							1423194000, -- [1]
							"EP", -- [2]
							"Mtnk", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [313]
						{
							1423194000, -- [1]
							"EP", -- [2]
							"Toxxulian", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [314]
						{
							1423194000, -- [1]
							"EP", -- [2]
							"Hugs", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [315]
						{
							1423194000, -- [1]
							"EP", -- [2]
							"Olgheals", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [316]
						{
							1423194000, -- [1]
							"EP", -- [2]
							"Goargrim", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [317]
						{
							1423194000, -- [1]
							"EP", -- [2]
							"Sikonos", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [318]
						{
							1423194000, -- [1]
							"EP", -- [2]
							"Prishex", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [319]
						{
							1423194000, -- [1]
							"EP", -- [2]
							"Vikid", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [320]
						{
							1423194000, -- [1]
							"EP", -- [2]
							"Fuzzicans", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [321]
						{
							1423194000, -- [1]
							"EP", -- [2]
							"Immortalzz", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [322]
						{
							1423194000, -- [1]
							"EP", -- [2]
							"Lustya", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [323]
						{
							1423194000, -- [1]
							"EP", -- [2]
							"Thimblelina", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [324]
						{
							1423194000, -- [1]
							"EP", -- [2]
							"Løki", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [325]
						{
							1423194000, -- [1]
							"EP", -- [2]
							"Darkwuke", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [326]
						{
							1423194000, -- [1]
							"EP", -- [2]
							"Kovenary", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [327]
						{
							1423194000, -- [1]
							"EP", -- [2]
							"Misdameanor", -- [3]
							"Heroic: Blackrock Foundry", -- [4]
							10000, -- [5]
						}, -- [328]
						{
							1423206360, -- [1]
							"GP", -- [2]
							"Princip", -- [3]
							"|cffa335ee|Hitem:113965:0:0:0:0:0:0:0:100:0:5:2:564:566|h[Sorka's Chainfist]|h|r", -- [4]
							830, -- [5]
						}, -- [329]
						{
							1423206360, -- [1]
							"GP", -- [2]
							"Comet", -- [3]
							"|cffa335ee|Hitem:113965:0:0:0:0:0:0:0:100:0:5:3:564:43:566|h[Sorka's Chainfist]|h|r", -- [4]
							830, -- [5]
						}, -- [330]
						{
							1423206420, -- [1]
							"GP", -- [2]
							"Olgheals", -- [3]
							"|cffa335ee|Hitem:113967:0:0:0:0:0:0:0:100:0:5:1:566|h[Deckhand's Rope Belt]|h|r", -- [4]
							945, -- [5]
						}, -- [331]
						{
							1423206420, -- [1]
							"GP", -- [2]
							"Toppies", -- [3]
							"|cffa335ee|Hitem:119311:0:0:0:0:0:0:0:100:0:5:1:570|h[Gauntlets of the Iron Vanquisher]|h|r", -- [4]
							945, -- [5]
						}, -- [332]
						{
							1423206480, -- [1]
							"GP", -- [2]
							"Toxxulian", -- [3]
							"|cffa335ee|Hitem:113971:0:0:0:0:0:0:0:100:0:5:1:566|h[Drape of the Dark Hunt]|h|r", -- [4]
							630, -- [5]
						}, -- [333]
						{
							1423206720, -- [1]
							"GP", -- [2]
							"Toxxulian", -- [3]
							"|cffa335ee|Hitem:113968:0:0:0:0:0:0:0:100:0:5:1:566|h[Bloodwhirl Bracers]|h|r", -- [4]
							630, -- [5]
						}, -- [334]
						{
							1423206960, -- [1]
							"GP", -- [2]
							"Misdameanor", -- [3]
							"|cffa335ee|Hitem:113973:0:0:0:0:0:0:0:100:0:5:2:564:566|h[Koloch Na, the Blood Feast]|h|r", -- [4]
							2090, -- [5]
						}, -- [335]
						{
							1423207140, -- [1]
							"GP", -- [2]
							"Lustya", -- [3]
							"|cffa335ee|Hitem:119319:0:0:0:0:0:0:0:100:0:5:1:570|h[Gauntlets of the Iron Protector]|h|r", -- [4]
							945, -- [5]
						}, -- [336]
						{
							1423207200, -- [1]
							"GP", -- [2]
							"Goargrim", -- [3]
							"|cffa335ee|Hitem:119319:0:0:0:0:0:0:0:100:0:5:1:570|h[Gauntlets of the Iron Protector]|h|r", -- [4]
							945, -- [5]
						}, -- [337]
						{
							1423798920, -- [1]
							"GP", -- [2]
							"Princip", -- [3]
							"|cffa335ee|Hitem:118114:0:0:0:0:0:0:0:100:0:5:1:566|h[Meaty Dragonspine Trophy]|h|r", -- [4]
							1575, -- [5]
						}, -- [338]
						{
							1423799040, -- [1]
							"GP", -- [2]
							"Immortalzz", -- [3]
							"|cffa335ee|Hitem:113871:0:0:0:0:0:0:0:100:0:5:1:566|h[Bracers of Martial Perfection]|h|r", -- [4]
							630, -- [5]
						}, -- [339]
						{
							1423799040, -- [1]
							"GP", -- [2]
							"Løki", -- [3]
							"|cffa335ee|Hitem:113872:0:0:0:0:0:0:0:100:0:5:1:566|h[Gruul's Lip Ring]|h|r", -- [4]
							630, -- [5]
						}, -- [340]
						{
							1423799040, -- [1]
							"GP", -- [2]
							"Misdameanor", -- [3]
							"|cffa335ee|Hitem:113872:0:0:0:0:0:0:0:100:0:5:1:566|h[Gruul's Lip Ring]|h|r", -- [4]
							630, -- [5]
						}, -- [341]
						{
							1423799100, -- [1]
							"GP", -- [2]
							"Kovenary", -- [3]
							"|cffa335ee|Hitem:113865:0:0:0:0:0:0:0:100:0:5:1:566|h[Darklight Necklace]|h|r", -- [4]
							630, -- [5]
						}, -- [342]
						{
							1423799160, -- [1]
							"GP", -- [2]
							"Shayanwe", -- [3]
							"|cffa335ee|Hitem:120078:0:0:0:0:0:0:0:100:0:5:2:564:566|h[Runescribed Gronncloak]|h|r", -- [4]
							830, -- [5]
						}, -- [343]
						{
							1423799760, -- [1]
							"GP", -- [2]
							"Immortalzz", -- [3]
							"|cffa335ee|Hitem:113881:0:0:0:0:0:0:0:100:0:5:1:566|h[Chestplate of Rolling Fury]|h|r", -- [4]
							1260, -- [5]
						}, -- [344]
						{
							1423799820, -- [1]
							"GP", -- [2]
							"Toxxulian", -- [3]
							"|cffa335ee|Hitem:113877:0:0:0:0:0:0:0:100:0:5:1:566|h[Unexploded Explosive Shard]|h|r", -- [4]
							630, -- [5]
						}, -- [345]
						{
							1423799820, -- [1]
							"GP", -- [2]
							"Comet", -- [3]
							"|cffa335ee|Hitem:113883:0:0:0:0:0:0:0:100:0:5:1:566|h[Ravenous Greatcloak]|h|r", -- [4]
							630, -- [5]
						}, -- [346]
						{
							1423799880, -- [1]
							"GP", -- [2]
							"Anahkin", -- [3]
							"|cffa335ee|Hitem:119448:0:0:0:0:0:0:0:100:0:5:2:564:566|h[Head-Lopper Skullscythe]|h|r", -- [4]
							830, -- [5]
						}, -- [347]
						{
							1423799940, -- [1]
							"GP", -- [2]
							"Olgheals", -- [3]
							"|cffa335ee|Hitem:113876:0:0:0:0:0:0:0:100:0:5:3:561:564:566|h[Toothbreaker Grips]|h|r", -- [4]
							1285, -- [5]
						}, -- [348]
						{
							1423800000, -- [1]
							"GP", -- [2]
							"Buklau", -- [3]
							"|cffa335ee|Hitem:113880:0:0:0:0:0:0:0:100:0:5:1:566|h[Acidic Jaws]|h|r", -- [4]
							1260, -- [5]
						}, -- [349]
						{
							1423803960, -- [1]
							"GP", -- [2]
							"Princip", -- [3]
							"|cffa335ee|Hitem:113895:0:0:0:0:0:0:0:100:0:5:2:43:566|h[Furnace Tender's Treads]|h|r", -- [4]
							945, -- [5]
						}, -- [350]
						{
							1423803960, -- [1]
							"GP", -- [2]
							"Comet", -- [3]
							"|cffa335ee|Hitem:113895:0:0:0:0:0:0:0:100:0:5:1:566|h[Furnace Tender's Treads]|h|r", -- [4]
							945, -- [5]
						}, -- [351]
						{
							1423804080, -- [1]
							"GP", -- [2]
							"Princip", -- [3]
							"|cffa335ee|Hitem:113895:0:0:0:0:0:0:0:100:0:5:1:566|h[Furnace Tender's Treads]|h|r", -- [4]
							945, -- [5]
						}, -- [352]
						{
							1423804200, -- [1]
							"GP", -- [2]
							"Goargrim", -- [3]
							"|cffa335ee|Hitem:119320:0:0:0:0:0:0:0:100:0:5:1:570|h[Leggings of the Iron Protector]|h|r", -- [4]
							1260, -- [5]
						}, -- [353]
						{
							1423804200, -- [1]
							"GP", -- [2]
							"Cowcups", -- [3]
							"|cffa335ee|Hitem:113891:0:0:0:0:0:0:0:100:0:5:2:564:566|h[Blast-Proof Cowl]|h|r", -- [4]
							1460, -- [5]
						}, -- [354]
						{
							1423804200, -- [1]
							"GP", -- [2]
							"Haseoh", -- [3]
							"|cffa335ee|Hitem:113885:0:0:0:0:0:0:0:100:0:5:1:566|h[Mouth of The Fury]|h|r", -- [4]
							1890, -- [5]
						}, -- [355]
						{
							1423804200, -- [1]
							"GP", -- [2]
							"Lustya", -- [3]
							"|cffa335ee|Hitem:113892:0:0:0:0:0:0:0:100:0:5:1:566|h[Engineer's Grounded Gorget]|h|r", -- [4]
							630, -- [5]
						}, -- [356]
						{
							1423804260, -- [1]
							"GP", -- [2]
							"Princip", -- [3]
							"|cffa335ee|Hitem:119313:0:0:0:0:0:0:0:100:0:5:1:570|h[Leggings of the Iron Vanquisher]|h|r", -- [4]
							1260, -- [5]
						}, -- [357]
						{
							1423804380, -- [1]
							"GP", -- [2]
							"Thimblelina", -- [3]
							"|cffa335ee|Hitem:119307:0:0:0:0:0:0:0:100:0:5:1:570|h[Leggings of the Iron Conqueror]|h|r", -- [4]
							1260, -- [5]
						}, -- [358]
						{
							1423804980, -- [1]
							"GP", -- [2]
							"Toxxulian", -- [3]
							"|cffa335ee|Hitem:113944:0:0:0:0:0:0:0:100:0:5:1:566|h[Legguards of the Stampede]|h|r", -- [4]
							1260, -- [5]
						}, -- [359]
						{
							1423804980, -- [1]
							"GP", -- [2]
							"Anahkin", -- [3]
							"|cffa335ee|Hitem:113949:0:0:0:0:0:0:0:100:0:5:2:564:566|h[Cannonball Loader's Grips]|h|r", -- [4]
							1145, -- [5]
						}, -- [360]
						{
							1423805160, -- [1]
							"GP", -- [2]
							"Fuzzicans", -- [3]
							"|cffa335ee|Hitem:113940:0:0:0:0:0:0:0:100:0:5:1:566|h[Seal of the Savage Howl]|h|r", -- [4]
							630, -- [5]
						}, -- [361]
						{
							1423805220, -- [1]
							"GP", -- [2]
							"Vikid", -- [3]
							"|cffa335ee|Hitem:113950:0:0:0:0:0:0:0:100:0:5:2:564:566|h[Ironcrusher's Collar]|h|r", -- [4]
							1145, -- [5]
						}, -- [362]
						{
							1423805220, -- [1]
							"GP", -- [2]
							"Lustya", -- [3]
							"|cffa335ee|Hitem:113947:0:0:0:0:0:0:0:100:0:5:1:566|h[Epicenter Loop]|h|r", -- [4]
							630, -- [5]
						}, -- [363]
						{
							1423805220, -- [1]
							"GP", -- [2]
							"Darkwuke", -- [3]
							"|cffa335ee|Hitem:113941:0:0:0:0:0:0:0:100:0:5:2:561:566|h[Seeking Ember Girdle]|h|r", -- [4]
							1085, -- [5]
						}, -- [364]
						{
							1423805940, -- [1]
							"GP", -- [2]
							"Immortalzz", -- [3]
							"|cffa335ee|Hitem:113963:0:0:0:0:0:0:0:100:0:5:2:561:566|h[Siege Bomber's Band]|h|r", -- [4]
							724, -- [5]
						}, -- [365]
						{
							1423805940, -- [1]
							"GP", -- [2]
							"Comet", -- [3]
							"|cffa335ee|Hitem:113963:0:0:0:0:0:0:0:100:0:5:1:566|h[Siege Bomber's Band]|h|r", -- [4]
							630, -- [5]
						}, -- [366]
						{
							1423806000, -- [1]
							"GP", -- [2]
							"Buklau", -- [3]
							"|cffa335ee|Hitem:113964:0:0:0:0:0:0:0:100:0:5:2:564:566|h[Conductor's Multi-Pocket Girdle]|h|r", -- [4]
							1145, -- [5]
						}, -- [367]
						{
							1423806000, -- [1]
							"GP", -- [2]
							"Olgheals", -- [3]
							"|cffa335ee|Hitem:113956:0:0:0:0:0:0:0:100:0:5:2:41:566|h[Bracers of Enkindled Power]|h|r", -- [4]
							630, -- [5]
						}, -- [368]
						{
							1423806060, -- [1]
							"GP", -- [2]
							"Fuzzicans", -- [3]
							"|cffa335ee|Hitem:113953:0:0:0:0:0:0:0:100:0:5:3:564:41:566|h[Thogar's Control Rod]|h|r", -- [4]
							830, -- [5]
						}, -- [369]
						{
							1423806060, -- [1]
							"GP", -- [2]
							"Vikid", -- [3]
							"|cffa335ee|Hitem:113953:0:0:0:0:0:0:0:100:0:5:1:566|h[Thogar's Control Rod]|h|r", -- [4]
							630, -- [5]
						}, -- [370]
						{
							1423806120, -- [1]
							"GP", -- [2]
							"Fuzzicans", -- [3]
							"|cffa335ee|Hitem:119309:0:0:0:0:0:0:0:100:0:5:1:570|h[Shoulders of the Iron Conqueror]|h|r", -- [4]
							945, -- [5]
						}, -- [371]
						{
							1423806120, -- [1]
							"GP", -- [2]
							"Fuzzicans", -- [3]
							"|cffa335ee|Hitem:119309:0:0:0:0:0:0:0:100:0:5:1:570|h[Shoulders of the Iron Conqueror]|h|r", -- [4]
							945, -- [5]
						}, -- [372]
						{
							1423806300, -- [1]
							"GP", -- [2]
							"Lustya", -- [3]
							"|cffa335ee|Hitem:119322:0:0:0:0:0:0:0:100:0:5:1:570|h[Shoulders of the Iron Protector]|h|r", -- [4]
							945, -- [5]
						}, -- [373]
						{
							1423806840, -- [1]
							"GP", -- [2]
							"Vikid", -- [3]
							"|cffa335ee|Hitem:113910:0:0:0:0:0:0:0:100:0:5:1:566|h[Hardened Greathelm]|h|r", -- [4]
							1260, -- [5]
						}, -- [374]
						{
							1423806840, -- [1]
							"GP", -- [2]
							"Princip", -- [3]
							"|cffa335ee|Hitem:113897:0:0:0:0:0:0:0:100:0:5:2:564:566|h[Hans'gar's Forgehammer]|h|r", -- [4]
							830, -- [5]
						}, -- [375]
						{
							1423806900, -- [1]
							"GP", -- [2]
							"Tuknor", -- [3]
							"|cffa335ee|Hitem:113907:0:0:0:0:0:0:0:100:0:5:1:566|h[Girdle of Unconquered Glory]|h|r", -- [4]
							945, -- [5]
						}, -- [376]
						{
							1423806900, -- [1]
							"GP", -- [2]
							"Comet", -- [3]
							"|cffa335ee|Hitem:113907:0:0:0:0:0:0:0:100:0:5:1:566|h[Girdle of Unconquered Glory]|h|r", -- [4]
							945, -- [5]
						}, -- [377]
						{
							1423806900, -- [1]
							"GP", -- [2]
							"Misdameanor", -- [3]
							"|cffa335ee|Hitem:113904:0:0:0:0:0:0:0:100:0:5:1:566|h[Franzok's Headsmasher]|h|r", -- [4]
							1890, -- [5]
						}, -- [378]
						{
							1423806960, -- [1]
							"GP", -- [2]
							"Toppies", -- [3]
							"|cffa335ee|Hitem:119332:0:0:0:0:0:0:0:100:0:5:1:566|h[Bracers of Darkened Skies]|h|r", -- [4]
							630, -- [5]
						}, -- [379]
						{
							1423809480, -- [1]
							"GP", -- [2]
							"Anahkin", -- [3]
							"|cffa335ee|Hitem:120077:0:0:0:0:0:0:0:100:0:5:2:561:566|h[Choker of Bloody Flame]|h|r", -- [4]
							724, -- [5]
						}, -- [380]
						{
							1423809480, -- [1]
							"GP", -- [2]
							"Comet", -- [3]
							"|cffa335ee|Hitem:120077:0:0:0:0:0:0:0:100:0:5:1:566|h[Choker of Bloody Flame]|h|r", -- [4]
							630, -- [5]
						}, -- [381]
						{
							1423809480, -- [1]
							"GP", -- [2]
							"Lustya", -- [3]
							"|cffa335ee|Hitem:113919:0:0:0:0:0:0:0:100:0:5:2:41:566|h[Treads of Rekindled Flames]|h|r", -- [4]
							945, -- [5]
						}, -- [382]
						{
							1423809540, -- [1]
							"GP", -- [2]
							"Princip", -- [3]
							"|cffa335ee|Hitem:113917:0:0:0:0:0:0:0:100:0:5:2:42:566|h[Cinderwolf Signet]|h|r", -- [4]
							655, -- [5]
						}, -- [383]
						{
							1423809720, -- [1]
							"GP", -- [2]
							"Darkwuke", -- [3]
							"|cffa335ee|Hitem:119305:0:0:0:0:0:0:0:100:0:5:1:570|h[Chest of the Iron Conqueror]|h|r", -- [4]
							1260, -- [5]
						}, -- [384]
						{
							1423810080, -- [1]
							"GP", -- [2]
							"Princip", -- [3]
							"|cffa335ee|Hitem:119315:0:0:0:0:0:0:0:100:0:5:1:570|h[Chest of the Iron Vanquisher]|h|r", -- [4]
							1260, -- [5]
						}, -- [385]
						{
							1423810080, -- [1]
							"GP", -- [2]
							"Løki", -- [3]
							"|cffa335ee|Hitem:113920:0:0:0:0:0:0:0:100:0:5:2:561:566|h[Dagger of Blazing Radiance]|h|r", -- [4]
							2171, -- [5]
						}, -- [386]
						{
							1423810080, -- [1]
							"GP", -- [2]
							"Goargrim", -- [3]
							"|cffa335ee|Hitem:119318:0:0:0:0:0:0:0:100:0:5:1:570|h[Chest of the Iron Protector]|h|r", -- [4]
							1260, -- [5]
						}, -- [387]
						{
							1423810080, -- [1]
							"GP", -- [2]
							"Kovenary", -- [3]
							"|cffa335ee|Hitem:119315:0:0:0:0:0:0:0:100:0:5:1:570|h[Chest of the Iron Vanquisher]|h|r", -- [4]
							1260, -- [5]
						}, -- [388]
						{
							1423810860, -- [1]
							"GP", -- [2]
							"Buklau", -- [3]
							"|cffa335ee|Hitem:113932:0:0:0:0:0:0:0:100:0:5:1:566|h[Talisman of the Fomor]|h|r", -- [4]
							630, -- [5]
						}, -- [389]
						{
							1423810860, -- [1]
							"GP", -- [2]
							"Starrstruck", -- [3]
							"|cffa335ee|Hitem:113937:0:0:0:0:0:0:0:100:0:5:2:40:566|h[Runefrenzy Greatcloak]|h|r", -- [4]
							630, -- [5]
						}, -- [390]
						{
							1423810860, -- [1]
							"GP", -- [2]
							"Løki", -- [3]
							"|cffa335ee|Hitem:113937:0:0:0:0:0:0:0:100:0:5:1:566|h[Runefrenzy Greatcloak]|h|r", -- [4]
							630, -- [5]
						}, -- [391]
						{
							1423810920, -- [1]
							"GP", -- [2]
							"Goargrim", -- [3]
							"|cffa335ee|Hitem:113927:0:0:0:0:0:0:0:100:0:5:1:566|h[Kromog's Brutal Fist]|h|r", -- [4]
							630, -- [5]
						}, -- [392]
						{
							1423810980, -- [1]
							"GP", -- [2]
							"Fuzzicans", -- [3]
							"|cffa335ee|Hitem:113938:0:0:0:0:0:0:0:100:0:5:2:564:566|h[Stonefist Band]|h|r", -- [4]
							830, -- [5]
						}, -- [393]
						{
							1423811100, -- [1]
							"GP", -- [2]
							"Cowcups", -- [3]
							"|cffa335ee|Hitem:113931:0:0:0:0:0:0:0:100:0:5:1:566|h[Beating Heart of the Mountain]|h|r", -- [4]
							1575, -- [5]
						}, -- [394]
						{
							1423811100, -- [1]
							"GP", -- [2]
							"Anahkin", -- [3]
							"|cffa335ee|Hitem:119312:0:0:0:0:0:0:0:100:0:5:1:570|h[Helm of the Iron Vanquisher]|h|r", -- [4]
							1260, -- [5]
						}, -- [395]
						{
							1423811280, -- [1]
							"GP", -- [2]
							"Vikid", -- [3]
							"|cffa335ee|Hitem:119312:0:0:0:0:0:0:0:100:0:5:1:570|h[Helm of the Iron Vanquisher]|h|r", -- [4]
							1260, -- [5]
						}, -- [396]
						{
							1423811280, -- [1]
							"GP", -- [2]
							"Innocentz", -- [3]
							"|cffa335ee|Hitem:119308:0:0:0:0:0:0:0:100:0:5:1:570|h[Helm of the Iron Conqueror]|h|r", -- [4]
							1260, -- [5]
						}, -- [397]
						{
							1423813260, -- [1]
							"GP", -- [2]
							"Goargrim", -- [3]
							"|cffa335ee|Hitem:119319:0:0:0:0:0:0:0:100:0:5:1:570|h[Gauntlets of the Iron Protector]|h|r", -- [4]
							945, -- [5]
						}, -- [398]
						{
							1423813380, -- [1]
							"GP", -- [2]
							"Løki", -- [3]
							"|cffa335ee|Hitem:113970:0:0:0:0:0:0:0:100:0:5:1:566|h[Turret Mechanic's Legwraps]|h|r", -- [4]
							1260, -- [5]
						}, -- [399]
						{
							1423813440, -- [1]
							"GP", -- [2]
							"Cowcups", -- [3]
							"|cffa335ee|Hitem:113968:0:0:0:0:0:0:0:100:0:5:1:566|h[Bloodwhirl Bracers]|h|r", -- [4]
							630, -- [5]
						}, -- [400]
						{
							1423813440, -- [1]
							"GP", -- [2]
							"Goargrim", -- [3]
							"|cffa335ee|Hitem:113977:0:0:0:0:0:0:0:100:0:5:1:566|h[Bloodsoaked Heart Protector]|h|r", -- [4]
							1260, -- [5]
						}, -- [401]
						{
							1423813440, -- [1]
							"GP", -- [2]
							"Toppies", -- [3]
							"|cffa335ee|Hitem:113975:0:0:0:0:0:0:0:100:0:5:1:566|h[Uk'urogg's Corrupted Seal]|h|r", -- [4]
							630, -- [5]
						}, -- [402]
						{
							1423813500, -- [1]
							"GP", -- [2]
							"Princip", -- [3]
							"|cffa335ee|Hitem:113974:0:0:0:0:0:0:0:100:0:5:2:42:566|h[Treads of the Dark Hunt]|h|r", -- [4]
							970, -- [5]
						}, -- [403]
						{
							1423813500, -- [1]
							"GP", -- [2]
							"Olgheals", -- [3]
							"|cffa335ee|Hitem:113967:0:0:0:0:0:0:0:100:0:5:2:561:566|h[Deckhand's Rope Belt]|h|r", -- [4]
							1085, -- [5]
						}, -- [404]
						{
							1423813740, -- [1]
							"GP", -- [2]
							"Innocentz", -- [3]
							"|cffa335ee|Hitem:119306:0:0:0:0:0:0:0:100:0:5:1:570|h[Gauntlets of the Iron Conqueror]|h|r", -- [4]
							945, -- [5]
						}, -- [405]
						{
							1423813980, -- [1]
							"GP", -- [2]
							"Anahkin", -- [3]
							"|cffa335ee|Hitem:119311:0:0:0:0:0:0:0:100:0:5:1:570|h[Gauntlets of the Iron Vanquisher]|h|r", -- [4]
							945, -- [5]
						}, -- [406]
						{
							1424232000, -- [1]
							"GP", -- [2]
							"Freed", -- [3]
							"|cffa335ee|Hitem:113878:0:0:0:0:0:0:0:100:0:5:1:566|h[Barrage Dodger Cloak]|h|r", -- [4]
							500, -- [5]
						}, -- [407]
						{
							1424232060, -- [1]
							"GP", -- [2]
							"Freed", -- [3]
							"|cffa335ee|Hitem:113881:0:0:0:0:0:0:0:100:0:5:1:566|h[Chestplate of Rolling Fury]|h|r", -- [4]
							1000, -- [5]
						}, -- [408]
						{
							1424232060, -- [1]
							"GP", -- [2]
							"Princip", -- [3]
							"|cffa335ee|Hitem:113874:0:0:0:0:0:0:0:100:0:5:2:564:566|h[Oregorger's Acid-Etched Gutripper]|h|r", -- [4]
							700, -- [5]
						}, -- [409]
						{
							1424232060, -- [1]
							"GP", -- [2]
							"Princip", -- [3]
							"|cffa335ee|Hitem:113874:0:0:0:0:0:0:0:100:0:5:1:566|h[Oregorger's Acid-Etched Gutripper]|h|r", -- [4]
							500, -- [5]
						}, -- [410]
						{
							1424232060, -- [1]
							"GP", -- [2]
							"Vikid", -- [3]
							"|cffa335ee|Hitem:113882:0:0:0:0:0:0:0:100:0:5:1:566|h[Glutton's Kerchief]|h|r", -- [4]
							500, -- [5]
						}, -- [411]
						{
							1424233200, -- [1]
							"GP", -- [2]
							"Innocentz", -- [3]
							"|cffa335ee|Hitem:113896:0:0:0:0:0:0:0:100:0:5:1:566|h[Fleshmelter Bracers]|h|r", -- [4]
							500, -- [5]
						}, -- [412]
						{
							1424233200, -- [1]
							"GP", -- [2]
							"Sikonos", -- [3]
							"|cffa335ee|Hitem:113896:0:0:0:0:0:0:0:100:0:5:1:566|h[Fleshmelter Bracers]|h|r", -- [4]
							500, -- [5]
						}, -- [413]
						{
							1424233260, -- [1]
							"GP", -- [2]
							"Freed", -- [3]
							"|cffa335ee|Hitem:113894:0:0:0:0:0:0:0:100:0:5:1:566|h[Lava-Dipped Greathelm]|h|r", -- [4]
							1000, -- [5]
						}, -- [414]
						{
							1424233260, -- [1]
							"GP", -- [2]
							"Vikid", -- [3]
							"|cffa335ee|Hitem:113893:0:0:0:0:0:0:0:100:0:5:1:566|h[Blast Furnace Door]|h|r", -- [4]
							1250, -- [5]
						}, -- [415]
						{
							1424233260, -- [1]
							"GP", -- [2]
							"Olgheals", -- [3]
							"|cffa335ee|Hitem:113887:0:0:0:0:0:0:0:100:0:5:1:566|h[Bracers of Spattered Steel]|h|r", -- [4]
							500, -- [5]
						}, -- [416]
						{
							1424233380, -- [1]
							"GP", -- [2]
							"Olgheals", -- [3]
							"|cffa335ee|Hitem:119307:0:0:0:0:0:0:0:100:0:5:1:570|h[Leggings of the Iron Conqueror]|h|r", -- [4]
							1000, -- [5]
						}, -- [417]
						{
							1424233500, -- [1]
							"GP", -- [2]
							"Vikid", -- [3]
							"|cffa335ee|Hitem:119313:0:0:0:0:0:0:0:100:0:5:1:570|h[Leggings of the Iron Vanquisher]|h|r", -- [4]
							1000, -- [5]
						}, -- [418]
						{
							1424233620, -- [1]
							"GP", -- [2]
							"Mtnk", -- [3]
							"|cffa335ee|Hitem:119320:0:0:0:0:0:0:0:100:0:5:1:570|h[Leggings of the Iron Protector]|h|r", -- [4]
							1000, -- [5]
						}, -- [419]
						{
							1424234340, -- [1]
							"GP", -- [2]
							"Thimblelina", -- [3]
							"|cffa335ee|Hitem:113949:0:0:0:0:0:0:0:100:0:5:1:566|h[Cannonball Loader's Grips]|h|r", -- [4]
							750, -- [5]
						}, -- [420]
						{
							1424234340, -- [1]
							"GP", -- [2]
							"Freed", -- [3]
							"|cffa335ee|Hitem:113947:0:0:0:0:0:0:0:100:0:5:1:566|h[Epicenter Loop]|h|r", -- [4]
							500, -- [5]
						}, -- [421]
						{
							1424234400, -- [1]
							"GP", -- [2]
							"Thimblelina", -- [3]
							"|cffa335ee|Hitem:113941:0:0:0:0:0:0:0:100:0:5:1:566|h[Seeking Ember Girdle]|h|r", -- [4]
							750, -- [5]
						}, -- [422]
						{
							1424234400, -- [1]
							"GP", -- [2]
							"Thimblelina", -- [3]
							"|cffa335ee|Hitem:113950:0:0:0:0:0:0:0:100:0:5:1:566|h[Ironcrusher's Collar]|h|r", -- [4]
							750, -- [5]
						}, -- [423]
						{
							1424234580, -- [1]
							"GP", -- [2]
							"Cowcups", -- [3]
							"|cffa335ee|Hitem:113944:0:0:0:0:0:0:0:100:0:5:2:561:566|h[Legguards of the Stampede]|h|r", -- [4]
							1149, -- [5]
						}, -- [424]
						{
							1424235240, -- [1]
							"GP", -- [2]
							"Shayanwe", -- [3]
							"|cffa335ee|Hitem:113955:0:0:0:0:0:0:0:100:0:5:1:566|h[Grenadier's Belt]|h|r", -- [4]
							750, -- [5]
						}, -- [425]
						{
							1424235240, -- [1]
							"GP", -- [2]
							"Comet", -- [3]
							"|cffa335ee|Hitem:113962:0:0:0:0:0:0:0:100:0:5:1:566|h[Squire's Electroplated Bracers]|h|r", -- [4]
							500, -- [5]
						}, -- [426]
						{
							1424235240, -- [1]
							"GP", -- [2]
							"Shayanwe", -- [3]
							"|cffa335ee|Hitem:113960:0:0:0:0:0:0:0:100:0:5:1:566|h[Engine-Stoker's Lantern]|h|r", -- [4]
							500, -- [5]
						}, -- [427]
						{
							1424235300, -- [1]
							"GP", -- [2]
							"Goargrim", -- [3]
							"|cffa335ee|Hitem:113959:0:0:0:0:0:0:0:100:0:5:1:566|h[Thogar's Serrated Chain]|h|r", -- [4]
							500, -- [5]
						}, -- [428]
						{
							1424235420, -- [1]
							"GP", -- [2]
							"Kovenary", -- [3]
							"|cffa335ee|Hitem:119314:0:0:0:0:0:0:0:100:0:5:1:570|h[Shoulders of the Iron Vanquisher]|h|r", -- [4]
							750, -- [5]
						}, -- [429]
						{
							1424235420, -- [1]
							"GP", -- [2]
							"Hugs", -- [3]
							"|cffa335ee|Hitem:119309:0:0:0:0:0:0:0:100:0:5:1:570|h[Shoulders of the Iron Conqueror]|h|r", -- [4]
							750, -- [5]
						}, -- [430]
						{
							1424235480, -- [1]
							"GP", -- [2]
							"Cowcups", -- [3]
							"|cffa335ee|Hitem:119322:0:0:0:0:0:0:0:100:0:5:1:570|h[Shoulders of the Iron Protector]|h|r", -- [4]
							750, -- [5]
						}, -- [431]
						{
							1424236140, -- [1]
							"GP", -- [2]
							"Vikid", -- [3]
							"|cffa335ee|Hitem:113906:0:0:0:0:0:0:0:100:0:5:1:566|h[Gauntlets of Dramatic Blows]|h|r", -- [4]
							750, -- [5]
						}, -- [432]
						{
							1424236140, -- [1]
							"GP", -- [2]
							"Lustya", -- [3]
							"|cffa335ee|Hitem:113897:0:0:0:0:0:0:0:100:0:5:1:566|h[Hans'gar's Forgehammer]|h|r", -- [4]
							500, -- [5]
						}, -- [433]
						{
							1424236200, -- [1]
							"GP", -- [2]
							"Hugs", -- [3]
							"|cffa335ee|Hitem:113904:0:0:0:0:0:0:0:100:0:5:2:561:566|h[Franzok's Headsmasher]|h|r", -- [4]
							1723, -- [5]
						}, -- [434]
						{
							1424237100, -- [1]
							"GP", -- [2]
							"Lustya", -- [3]
							"|cffa335ee|Hitem:120077:0:0:0:0:0:0:0:100:0:5:1:566|h[Choker of Bloody Flame]|h|r", -- [4]
							500, -- [5]
						}, -- [435]
						{
							1424237160, -- [1]
							"GP", -- [2]
							"Vikid", -- [3]
							"|cffa335ee|Hitem:113916:0:0:0:0:0:0:0:100:0:5:2:564:566|h[Charbreath Firecloak]|h|r", -- [4]
							700, -- [5]
						}, -- [436]
						{
							1424237220, -- [1]
							"GP", -- [2]
							"Mtnk", -- [3]
							"|cffa335ee|Hitem:119318:0:0:0:0:0:0:0:100:0:5:1:570|h[Chest of the Iron Protector]|h|r", -- [4]
							1000, -- [5]
						}, -- [437]
						{
							1424237340, -- [1]
							"GP", -- [2]
							"Vikid", -- [3]
							"|cffa335ee|Hitem:113913:0:0:0:0:0:0:0:100:0:5:1:566|h[Ka'graz's Burning Blade]|h|r", -- [4]
							500, -- [5]
						}, -- [438]
						{
							1424237340, -- [1]
							"GP", -- [2]
							"Anahkin", -- [3]
							"|cffa335ee|Hitem:119315:0:0:0:0:0:0:0:100:0:5:1:570|h[Chest of the Iron Vanquisher]|h|r", -- [4]
							1000, -- [5]
						}, -- [439]
						{
							1424238000, -- [1]
							"GP", -- [2]
							"Vikid", -- [3]
							"|cffa335ee|Hitem:113936:0:0:0:0:0:0:0:100:0:5:1:566|h[Sabatons of Fractal Earth]|h|r", -- [4]
							750, -- [5]
						}, -- [440]
						{
							1424238060, -- [1]
							"GP", -- [2]
							"Princip", -- [3]
							"|cffa335ee|Hitem:113935:0:0:0:0:0:0:0:100:0:5:1:566|h[Bracers of Shattered Stalactites]|h|r", -- [4]
							500, -- [5]
						}, -- [441]
						{
							1424238120, -- [1]
							"GP", -- [2]
							"Thimblelina", -- [3]
							"|cffa335ee|Hitem:113934:0:0:0:0:0:0:0:100:0:5:1:566|h[Fang of the Earth]|h|r", -- [4]
							1500, -- [5]
						}, -- [442]
						{
							1424238180, -- [1]
							"GP", -- [2]
							"Shayanwe", -- [3]
							"|cffa335ee|Hitem:119321:0:0:0:0:0:0:0:100:0:5:1:570|h[Helm of the Iron Protector]|h|r", -- [4]
							1000, -- [5]
						}, -- [443]
						{
							1424238180, -- [1]
							"GP", -- [2]
							"Darkwuke", -- [3]
							"|cffa335ee|Hitem:119308:0:0:0:0:0:0:0:100:0:5:1:570|h[Helm of the Iron Conqueror]|h|r", -- [4]
							1000, -- [5]
						}, -- [444]
						{
							1424238180, -- [1]
							"GP", -- [2]
							"Freed", -- [3]
							"|cffa335ee|Hitem:119308:0:0:0:0:0:0:0:100:0:5:1:570|h[Helm of the Iron Conqueror]|h|r", -- [4]
							1000, -- [5]
						}, -- [445]
						{
							1424238180, -- [1]
							"GP", -- [2]
							"Innocentz", -- [3]
							"|cffa335ee|Hitem:113927:0:0:0:0:0:0:0:100:0:5:1:566|h[Kromog's Brutal Fist]|h|r", -- [4]
							500, -- [5]
						}, -- [446]
						{
							1424238180, -- [1]
							"GP", -- [2]
							"Fuzzicans", -- [3]
							"|cffa335ee|Hitem:113926:0:0:0:0:0:0:0:100:0:5:1:566|h[Kromog's Protecting Palm]|h|r", -- [4]
							500, -- [5]
						}, -- [447]
						{
							1424238240, -- [1]
							"GP", -- [2]
							"Lustya", -- [3]
							"|cffa335ee|Hitem:113929:0:0:0:0:0:0:0:100:0:5:1:566|h[Cloak of Delving Secrets]|h|r", -- [4]
							500, -- [5]
						}, -- [448]
						{
							1424241240, -- [1]
							"GP", -- [2]
							"Misdameanor", -- [3]
							"|cffa335ee|Hitem:113975:0:0:0:0:0:0:0:100:0:5:1:566|h[Uk'urogg's Corrupted Seal]|h|r", -- [4]
							500, -- [5]
						}, -- [449]
						{
							1424241240, -- [1]
							"GP", -- [2]
							"Hugs", -- [3]
							"|cffa335ee|Hitem:113975:0:0:0:0:0:0:0:100:0:5:1:566|h[Uk'urogg's Corrupted Seal]|h|r", -- [4]
							500, -- [5]
						}, -- [450]
						{
							1424241240, -- [1]
							"GP", -- [2]
							"Buklau", -- [3]
							"|cffa335ee|Hitem:113965:0:0:0:0:0:0:0:100:0:5:1:566|h[Sorka's Chainfist]|h|r", -- [4]
							500, -- [5]
						}, -- [451]
						{
							1424241300, -- [1]
							"GP", -- [2]
							"Thimblelina", -- [3]
							"|cffa335ee|Hitem:113967:0:0:0:0:0:0:0:100:0:5:1:566|h[Deckhand's Rope Belt]|h|r", -- [4]
							750, -- [5]
						}, -- [452]
						{
							1424241300, -- [1]
							"GP", -- [2]
							"Mtnk", -- [3]
							"|cffa335ee|Hitem:113972:0:0:0:0:0:0:0:100:0:5:2:564:566|h[Cloak of Sanguine Terror]|h|r", -- [4]
							700, -- [5]
						}, -- [453]
						{
							1424241300, -- [1]
							"GP", -- [2]
							"Freed", -- [3]
							"|cffa335ee|Hitem:119306:0:0:0:0:0:0:0:100:0:5:1:570|h[Gauntlets of the Iron Conqueror]|h|r", -- [4]
							750, -- [5]
						}, -- [454]
						{
							1424241360, -- [1]
							"GP", -- [2]
							"Princip", -- [3]
							"|cffa335ee|Hitem:119311:0:0:0:0:0:0:0:100:0:5:1:570|h[Gauntlets of the Iron Vanquisher]|h|r", -- [4]
							750, -- [5]
						}, -- [455]
						{
							1424241360, -- [1]
							"GP", -- [2]
							"Strpol", -- [3]
							"|cffa335ee|Hitem:119311:0:0:0:0:0:0:0:100:0:5:1:570|h[Gauntlets of the Iron Vanquisher]|h|r", -- [4]
							750, -- [5]
						}, -- [456]
						{
							1424407920, -- [1]
							"GP", -- [2]
							"Lustya", -- [3]
							"|cffa335ee|Hitem:113944:0:0:0:0:0:0:0:100:0:6:1:567|h[Legguards of the Stampede]|h|r", -- [4]
							1414, -- [5]
						}, -- [457]
						{
							1424407920, -- [1]
							"GP", -- [2]
							"Cowcups", -- [3]
							"|cffa335ee|Hitem:113943:0:0:0:0:0:0:0:100:0:6:1:567|h[Bracers of the Wolf's Cunning]|h|r", -- [4]
							707, -- [5]
						}, -- [458]
						{
							1424408100, -- [1]
							"GP", -- [2]
							"Mtnk", -- [3]
							"|cffa335ee|Hitem:113950:0:0:0:0:0:0:0:100:0:6:2:562:567|h[Ironcrusher's Collar]|h|r", -- [4]
							1218, -- [5]
						}, -- [459]
						{
							1424408160, -- [1]
							"GP", -- [2]
							"Comet", -- [3]
							"|cffa335ee|Hitem:113952:0:0:0:0:0:0:0:100:0:6:1:567|h[Choker of Bestial Force]|h|r", -- [4]
							707, -- [5]
						}, -- [460]
						{
							1424408640, -- [1]
							"GP", -- [2]
							"Løki", -- [3]
							"|cffa335ee|Hitem:119342:0:0:0:0:0:0:0:100:0:6:1:567|h[Furnace Stoker's Footwraps]|h|r", -- [4]
							1061, -- [5]
						}, -- [461]
						{
							1424838780, -- [1]
							"GP", -- [2]
							"Fuzzicans", -- [3]
							"|cffa335ee|Hitem:113896:0:0:0:0:0:0:0:100:0:5:1:566|h[Fleshmelter Bracers]|h|r", -- [4]
							500, -- [5]
						}, -- [462]
						{
							1424838900, -- [1]
							"GP", -- [2]
							"Mtnk", -- [3]
							"|cffa335ee|Hitem:113886:0:0:0:0:0:0:0:100:0:5:1:566|h[Crescent of Living Magma]|h|r", -- [4]
							500, -- [5]
						}, -- [463]
						{
							1424838960, -- [1]
							"GP", -- [2]
							"Goargrim", -- [3]
							"|cffa335ee|Hitem:113894:0:0:0:0:0:0:0:100:0:5:3:561:564:566|h[Lava-Dipped Greathelm]|h|r", -- [4]
							1349, -- [5]
						}, -- [464]
						{
							1424838960, -- [1]
							"GP", -- [2]
							"Anahkin", -- [3]
							"|cffa335ee|Hitem:119313:0:0:0:0:0:0:0:100:0:5:1:570|h[Leggings of the Iron Vanquisher]|h|r", -- [4]
							1000, -- [5]
						}, -- [465]
						{
							1424839200, -- [1]
							"GP", -- [2]
							"Fuzzicans", -- [3]
							"|cffa335ee|Hitem:119307:0:0:0:0:0:0:0:100:0:5:1:570|h[Leggings of the Iron Conqueror]|h|r", -- [4]
							1000, -- [5]
						}, -- [466]
						{
							1424839800, -- [1]
							"GP", -- [2]
							"Innocentz", -- [3]
							"|cffa335ee|Hitem:113940:0:0:0:0:0:0:0:100:0:5:2:564:566|h[Seal of the Savage Howl]|h|r", -- [4]
							700, -- [5]
						}, -- [467]
						{
							1424839860, -- [1]
							"GP", -- [2]
							"Buklau", -- [3]
							"|cffa335ee|Hitem:113939:0:0:0:0:0:0:0:100:0:5:2:41:566|h[Tal'rak, Bloody Skull of the Thunderlords]|h|r", -- [4]
							500, -- [5]
						}, -- [468]
						{
							1424839920, -- [1]
							"GP", -- [2]
							"Freed", -- [3]
							"|cffa335ee|Hitem:119192:0:0:0:0:0:0:0:100:0:5:2:564:566|h[Ironspike Chew Toy]|h|r", -- [4]
							1450, -- [5]
						}, -- [469]
						{
							1424839980, -- [1]
							"GP", -- [2]
							"Thimblelina", -- [3]
							"|cffa335ee|Hitem:113948:0:0:0:0:0:0:0:100:0:5:1:566|h[Darmac's Unstable Talisman]|h|r", -- [4]
							1250, -- [5]
						}, -- [470]
						{
							1424840460, -- [1]
							"GP", -- [2]
							"Thimblelina", -- [3]
							"|cffa335ee|Hitem:113953:0:0:0:0:0:0:0:100:0:5:1:566|h[Thogar's Control Rod]|h|r", -- [4]
							500, -- [5]
						}, -- [471]
						{
							1424840580, -- [1]
							"GP", -- [2]
							"Olgheals", -- [3]
							"|cffa335ee|Hitem:113960:0:0:0:0:0:0:0:100:0:5:1:566|h[Engine-Stoker's Lantern]|h|r", -- [4]
							500, -- [5]
						}, -- [472]
						{
							1424840640, -- [1]
							"GP", -- [2]
							"Comet", -- [3]
							"|cffa335ee|Hitem:113963:0:0:0:0:0:0:0:100:0:5:2:564:566|h[Siege Bomber's Band]|h|r", -- [4]
							700, -- [5]
						}, -- [473]
						{
							1424840640, -- [1]
							"GP", -- [2]
							"Princip", -- [3]
							"|cffa335ee|Hitem:119314:0:0:0:0:0:0:0:100:0:5:1:570|h[Shoulders of the Iron Vanquisher]|h|r", -- [4]
							750, -- [5]
						}, -- [474]
						{
							1424840700, -- [1]
							"GP", -- [2]
							"Comet", -- [3]
							"|cffa335ee|Hitem:113964:0:0:0:0:0:0:0:100:0:5:1:566|h[Conductor's Multi-Pocket Girdle]|h|r", -- [4]
							750, -- [5]
						}, -- [475]
						{
							1424840700, -- [1]
							"GP", -- [2]
							"Haseoh", -- [3]
							"|cffa335ee|Hitem:119322:0:0:0:0:0:0:0:100:0:5:1:570|h[Shoulders of the Iron Protector]|h|r", -- [4]
							750, -- [5]
						}, -- [476]
						{
							1424843100, -- [1]
							"GP", -- [2]
							"Haseoh", -- [3]
							"|cffa335ee|Hitem:113966:0:0:0:0:0:0:0:100:0:5:1:566|h[Gar'an's Brutal Spearlauncher]|h|r", -- [4]
							1500, -- [5]
						}, -- [477]
						{
							1424843100, -- [1]
							"GP", -- [2]
							"Buklau", -- [3]
							"|cffa335ee|Hitem:113978:0:0:0:0:0:0:0:100:0:5:1:566|h[Sorka's Nightshade Cowl]|h|r", -- [4]
							1000, -- [5]
						}, -- [478]
						{
							1424843100, -- [1]
							"GP", -- [2]
							"Strpol", -- [3]
							"|cffa335ee|Hitem:113978:0:0:0:0:0:0:0:100:0:5:1:566|h[Sorka's Nightshade Cowl]|h|r", -- [4]
							1000, -- [5]
						}, -- [479]
						{
							1424843160, -- [1]
							"GP", -- [2]
							"Olgheals", -- [3]
							"|cffa335ee|Hitem:119306:0:0:0:0:0:0:0:100:0:5:1:570|h[Gauntlets of the Iron Conqueror]|h|r", -- [4]
							750, -- [5]
						}, -- [480]
						{
							1424843160, -- [1]
							"GP", -- [2]
							"Goargrim", -- [3]
							"|cffa335ee|Hitem:113972:0:0:0:0:0:0:0:100:0:5:1:566|h[Cloak of Sanguine Terror]|h|r", -- [4]
							500, -- [5]
						}, -- [481]
						{
							1424843160, -- [1]
							"GP", -- [2]
							"Rrenju", -- [3]
							"|cffa335ee|Hitem:113967:0:0:0:0:0:0:0:100:0:5:1:566|h[Deckhand's Rope Belt]|h|r", -- [4]
							750, -- [5]
						}, -- [482]
						{
							1424843160, -- [1]
							"GP", -- [2]
							"Buklau", -- [3]
							"|cffa335ee|Hitem:119319:0:0:0:0:0:0:0:100:0:5:1:570|h[Gauntlets of the Iron Protector]|h|r", -- [4]
							750, -- [5]
						}, -- [483]
						{
							1424843820, -- [1]
							"GP", -- [2]
							"Anahkin", -- [3]
							"|cffa335ee|Hitem:113904:0:0:0:0:0:0:0:100:0:5:1:566|h[Franzok's Headsmasher]|h|r", -- [4]
							500, -- [5]
						}, -- [484]
						{
							1424843820, -- [1]
							"GP", -- [2]
							"Vikid", -- [3]
							"|cffa335ee|Hitem:113905:0:0:0:0:0:0:0:100:0:5:2:561:566|h[Tablet of Turnbuckle Teamwork]|h|r", -- [4]
							1436, -- [5]
						}, -- [485]
						{
							1424845080, -- [1]
							"GP", -- [2]
							"Vikid", -- [3]
							"|cffa335ee|Hitem:113925:0:0:0:0:0:0:0:100:0:5:1:566|h[Flamefury Gauntlets]|h|r", -- [4]
							750, -- [5]
						}, -- [486]
						{
							1424845140, -- [1]
							"GP", -- [2]
							"Princip", -- [3]
							"|cffa335ee|Hitem:113924:0:0:0:0:0:0:0:100:0:5:1:566|h[Flamebender's Shoulderguards]|h|r", -- [4]
							750, -- [5]
						}, -- [487]
						{
							1424845140, -- [1]
							"GP", -- [2]
							"Vikid", -- [3]
							"|cffa335ee|Hitem:113921:0:0:0:0:0:0:0:100:0:5:2:564:566|h[Firestorm Legplates]|h|r", -- [4]
							1200, -- [5]
						}, -- [488]
						{
							1424845140, -- [1]
							"GP", -- [2]
							"Sikonos", -- [3]
							"|cffa335ee|Hitem:113913:0:0:0:0:0:0:0:100:0:5:2:40:566|h[Ka'graz's Burning Blade]|h|r", -- [4]
							500, -- [5]
						}, -- [489]
						{
							1424845200, -- [1]
							"GP", -- [2]
							"Bharay", -- [3]
							"|cffa335ee|Hitem:119315:0:0:0:0:0:0:0:100:0:5:1:570|h[Chest of the Iron Vanquisher]|h|r", -- [4]
							1000, -- [5]
						}, -- [490]
						{
							1424845200, -- [1]
							"GP", -- [2]
							"Fuzzicans", -- [3]
							"|cffa335ee|Hitem:119305:0:0:0:0:0:0:0:100:0:5:1:570|h[Chest of the Iron Conqueror]|h|r", -- [4]
							1000, -- [5]
						}, -- [491]
						{
							1424845200, -- [1]
							"GP", -- [2]
							"Goargrim", -- [3]
							"|cffa335ee|Hitem:119318:0:0:0:0:0:0:0:100:0:5:1:570|h[Chest of the Iron Protector]|h|r", -- [4]
							1000, -- [5]
						}, -- [492]
						{
							1424845980, -- [1]
							"GP", -- [2]
							"Mtnk", -- [3]
							"|cffa335ee|Hitem:113926:0:0:0:0:0:0:0:100:0:5:2:564:566|h[Kromog's Protecting Palm]|h|r", -- [4]
							700, -- [5]
						}, -- [493]
						{
							1424846040, -- [1]
							"GP", -- [2]
							"Princip", -- [3]
							"|cffa335ee|Hitem:113931:0:0:0:0:0:0:0:100:0:5:1:566|h[Beating Heart of the Mountain]|h|r", -- [4]
							1250, -- [5]
						}, -- [494]
						{
							1424846040, -- [1]
							"GP", -- [2]
							"Goargrim", -- [3]
							"|cffa335ee|Hitem:119321:0:0:0:0:0:0:0:100:0:5:1:570|h[Helm of the Iron Protector]|h|r", -- [4]
							1000, -- [5]
						}, -- [495]
						{
							1424846040, -- [1]
							"GP", -- [2]
							"Haseoh", -- [3]
							"|cffa335ee|Hitem:119321:0:0:0:0:0:0:0:100:0:5:1:570|h[Helm of the Iron Protector]|h|r", -- [4]
							1000, -- [5]
						}, -- [496]
					},
				},
			},
		},
	},
	["profileKeys"] = {
		["Metal - Illidan"] = "Slash Cry",
		["Combustion - Illidan"] = "Slash Cry",
		["Centromere - Dark Iron"] = "GLORY",
		["Colton - Dark Iron"] = "Rated Baddie Grounds",
		["Ereinion - Dark Iron"] = "Ereinion - Dark Iron",
		["Comet - Illidan"] = "Mind Games",
		["Plane - Illidan"] = "Slash Cry",
		["Evan - Illidan"] = "Slash Cry",
		["Natal - Illidan"] = "Slash Cry",
	},
	["global"] = {
		["last_version"] = "v5.11.5",
		["last_tier"] = 601,
	},
	["profiles"] = {
		["Slash Cry"] = {
			["bonus_loot_log"] = {
				{
					["player"] = "Cptnadsack",
					["timestamp"] = "2014-10-23 19:34:00",
					["coinsLeft"] = "14",
					["currencyID"] = "0",
				}, -- [1]
				{
					["player"] = "Cptnadsack",
					["coinsLeft"] = "13",
					["timestamp"] = "2014-10-23 19:40:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:112733:0:0:0:0:0:0:0:90:0:5:2:449:448|h[Wall-Borer Bracers]|h|r",
				}, -- [2]
				{
					["timestamp"] = "2014-10-23 19:54:00",
					["player"] = "Cptnadsack",
					["coinsLeft"] = "12",
					["currencyID"] = "0",
				}, -- [3]
				{
					["player"] = "Cptnadsack",
					["timestamp"] = "2014-10-23 20:11:00",
					["coinsLeft"] = "11",
					["currencyID"] = "0",
				}, -- [4]
				{
					["player"] = "Cptnadsack",
					["timestamp"] = "2014-10-23 20:21:00",
					["coinsLeft"] = "10",
					["currencyID"] = "0",
				}, -- [5]
				{
					["player"] = "Shamalamadim",
					["coinsLeft"] = "5",
					["timestamp"] = "2014-10-23 20:34:00",
					["reward"] = "|cffa335ee|Hitem:112879:0:0:0:0:0:0:0:90:0:5:1:449|h[Ticking Ebon Detonator]|h|r",
					["currencyID"] = "0",
				}, -- [6]
				{
					["timestamp"] = "2014-10-23 20:34:00",
					["player"] = "Xcalibre",
					["coinsLeft"] = "3",
					["currencyID"] = "0",
				}, -- [7]
				{
					["timestamp"] = "2014-10-23 20:37:00",
					["player"] = "Cptnadsack",
					["coinsLeft"] = "9",
					["currencyID"] = "0",
				}, -- [8]
				{
					["player"] = "Cptnadsack",
					["coinsLeft"] = "8",
					["timestamp"] = "2014-10-23 20:49:00",
					["reward"] = "|cffa335ee|Hitem:112834:0:0:0:0:0:0:0:90:0:5:2:449:448|h[Untarnishable Greatbelt]|h|r",
					["currencyID"] = "0",
				}, -- [9]
				{
					["timestamp"] = "2014-10-23 20:49:00",
					["player"] = "Xcalibre",
					["coinsLeft"] = "2",
					["currencyID"] = "0",
				}, -- [10]
				{
					["timestamp"] = "2014-10-23 21:06:00",
					["player"] = "Cptnadsack",
					["coinsLeft"] = "7",
					["currencyID"] = "0",
				}, -- [11]
				{
					["timestamp"] = "2014-10-23 21:07:00",
					["player"] = "Shamalamadim",
					["coinsLeft"] = "4",
					["currencyID"] = "0",
				}, -- [12]
				{
					["player"] = "Cptnadsack",
					["timestamp"] = "2014-10-23 21:21:00",
					["coinsLeft"] = "6",
					["currencyID"] = "0",
				}, -- [13]
				{
					["player"] = "Shamalamadim",
					["timestamp"] = "2014-10-23 21:21:00",
					["coinsLeft"] = "3",
					["currencyID"] = "0",
				}, -- [14]
				{
					["player"] = "Xcalibre",
					["coinsLeft"] = "1",
					["timestamp"] = "2014-10-23 21:21:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:99688:0:0:0:0:0:0:0:90:0:0:0|h[Leggings of the Cursed Conqueror]|h|r",
				}, -- [15]
				{
					["timestamp"] = "2014-10-28 18:54:00",
					["player"] = "Natal",
					["coinsLeft"] = "11",
					["currencyID"] = "0",
				}, -- [16]
				{
					["timestamp"] = "2014-10-28 19:02:00",
					["player"] = "Natal",
					["coinsLeft"] = "10",
					["currencyID"] = "0",
				}, -- [17]
				{
					["timestamp"] = "2014-10-28 19:10:00",
					["player"] = "Cptnadsack",
					["coinsLeft"] = "16",
					["currencyID"] = "0",
				}, -- [18]
				{
					["timestamp"] = "2014-10-28 19:10:00",
					["player"] = "Natal",
					["coinsLeft"] = "9",
					["currencyID"] = "0",
				}, -- [19]
				{
					["player"] = "Cptnadsack",
					["timestamp"] = "2014-10-28 19:16:00",
					["coinsLeft"] = "15",
					["currencyID"] = "0",
				}, -- [20]
				{
					["player"] = "Natal",
					["timestamp"] = "2014-10-28 19:16:00",
					["coinsLeft"] = "8",
					["currencyID"] = "0",
				}, -- [21]
				{
					["player"] = "Mythsara",
					["timestamp"] = "2014-10-28 19:16:00",
					["coinsLeft"] = "1",
					["currencyID"] = "0",
				}, -- [22]
				{
					["player"] = "Atmos",
					["timestamp"] = "2014-10-28 19:16:00",
					["coinsLeft"] = "7",
					["currencyID"] = "0",
				}, -- [23]
				{
					["player"] = "Djchi",
					["coinsLeft"] = "9",
					["timestamp"] = "2014-10-28 19:35:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:112721:0:0:0:0:0:0:0:90:0:6:1:450|h[Extinguished Ember of Galakras]|h|r",
				}, -- [24]
				{
					["player"] = "Natal",
					["timestamp"] = "2014-10-28 19:35:00",
					["coinsLeft"] = "7",
					["currencyID"] = "0",
				}, -- [25]
				{
					["player"] = "Cptnadsack",
					["timestamp"] = "2014-10-28 19:35:00",
					["coinsLeft"] = "14",
					["currencyID"] = "0",
				}, -- [26]
				{
					["player"] = "Natal",
					["timestamp"] = "2014-10-28 19:43:00",
					["coinsLeft"] = "6",
					["currencyID"] = "0",
				}, -- [27]
				{
					["player"] = "Cptnadsack",
					["coinsLeft"] = "13",
					["timestamp"] = "2014-10-28 19:43:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:112741:0:0:0:0:0:0:0:90:0:6:2:450:448|h[Earthbreaker's Steaming Chestplate]|h|r",
				}, -- [28]
				{
					["player"] = "Djchi",
					["timestamp"] = "2014-10-28 19:44:00",
					["coinsLeft"] = "8",
					["currencyID"] = "0",
				}, -- [29]
				{
					["player"] = "Natal",
					["timestamp"] = "2014-10-28 19:56:00",
					["coinsLeft"] = "5",
					["currencyID"] = "0",
				}, -- [30]
				{
					["player"] = "Cexcells",
					["coinsLeft"] = "3",
					["timestamp"] = "2014-10-28 19:56:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:112767:0:0:0:0:0:0:0:90:0:6:1:450|h[Ashflare Pendant]|h|r",
				}, -- [31]
				{
					["player"] = "Cptnadsack",
					["timestamp"] = "2014-10-28 19:56:00",
					["coinsLeft"] = "12",
					["currencyID"] = "0",
				}, -- [32]
				{
					["player"] = "Djchi",
					["timestamp"] = "2014-10-28 19:56:00",
					["coinsLeft"] = "7",
					["currencyID"] = "0",
				}, -- [33]
				{
					["player"] = "Atmos",
					["timestamp"] = "2014-10-28 19:56:00",
					["coinsLeft"] = "6",
					["currencyID"] = "0",
				}, -- [34]
				{
					["player"] = "Natal",
					["coinsLeft"] = "4",
					["timestamp"] = "2014-10-28 20:04:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:99722:0:0:0:0:0:0:0:90:0:0:0|h[Gauntlets of the Cursed Protector]|h|r",
				}, -- [35]
				{
					["player"] = "Cptnadsack",
					["coinsLeft"] = "11",
					["timestamp"] = "2014-10-28 20:04:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:112785:0:0:0:0:0:0:0:90:0:6:2:450:448|h[Gar'tok, Strength of the Faithful]|h|r",
				}, -- [36]
				{
					["player"] = "Atmos",
					["timestamp"] = "2014-10-28 20:05:00",
					["coinsLeft"] = "5",
					["currencyID"] = "0",
				}, -- [37]
				{
					["timestamp"] = "2014-10-28 20:15:00",
					["player"] = "Natal",
					["coinsLeft"] = "3",
					["currencyID"] = "0",
				}, -- [38]
				{
					["timestamp"] = "2014-10-28 20:15:00",
					["player"] = "Djchi",
					["coinsLeft"] = "6",
					["currencyID"] = "0",
				}, -- [39]
				{
					["timestamp"] = "2014-10-28 20:15:00",
					["player"] = "Cptnadsack",
					["coinsLeft"] = "10",
					["currencyID"] = "0",
				}, -- [40]
				{
					["player"] = "Cptnadsack",
					["coinsLeft"] = "9",
					["timestamp"] = "2014-10-28 20:24:00",
					["reward"] = "|cffa335ee|Hitem:112897:0:0:0:0:0:0:0:90:0:6:1:450|h[Siegecrafter's Forge Hammer]|h|r",
					["currencyID"] = "0",
				}, -- [41]
				{
					["player"] = "Natal",
					["coinsLeft"] = "2",
					["timestamp"] = "2014-10-28 20:24:00",
					["reward"] = "|cffa335ee|Hitem:99719:0:0:0:0:0:0:0:90:0:0:0|h[Shoulders of the Cursed Protector]|h|r",
					["currencyID"] = "0",
				}, -- [42]
				{
					["timestamp"] = "2014-10-28 20:24:00",
					["player"] = "Atmos",
					["coinsLeft"] = "4",
					["currencyID"] = "0",
				}, -- [43]
				{
					["timestamp"] = "2014-10-28 20:25:00",
					["player"] = "Cexcells",
					["coinsLeft"] = "2",
					["currencyID"] = "0",
				}, -- [44]
				{
					["timestamp"] = "2014-10-28 20:26:00",
					["player"] = "Djchi",
					["coinsLeft"] = "5",
					["currencyID"] = "0",
				}, -- [45]
				{
					["timestamp"] = "2014-10-28 20:35:00",
					["player"] = "Natal",
					["coinsLeft"] = "1",
					["currencyID"] = "0",
				}, -- [46]
				{
					["timestamp"] = "2014-10-28 20:35:00",
					["player"] = "Cptnadsack",
					["coinsLeft"] = "8",
					["currencyID"] = "0",
				}, -- [47]
				{
					["timestamp"] = "2014-10-28 20:36:00",
					["player"] = "Djchi",
					["coinsLeft"] = "4",
					["currencyID"] = "0",
				}, -- [48]
				{
					["timestamp"] = "2014-10-28 20:43:00",
					["player"] = "Natal",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [49]
				{
					["timestamp"] = "2014-10-28 20:43:00",
					["player"] = "Cptnadsack",
					["coinsLeft"] = "7",
					["currencyID"] = "0",
				}, -- [50]
				{
					["timestamp"] = "2014-10-28 20:44:00",
					["player"] = "Atmos",
					["coinsLeft"] = "3",
					["currencyID"] = "0",
				}, -- [51]
				{
					["player"] = "Djchi",
					["coinsLeft"] = "3",
					["timestamp"] = "2014-10-28 20:44:00",
					["reward"] = "|cffa335ee|Hitem:112849:0:0:0:0:0:0:0:90:0:6:1:450|h[Thok's Acid-Grooved Tooth]|h|r",
					["currencyID"] = "0",
				}, -- [52]
				{
					["timestamp"] = "2014-10-28 20:55:00",
					["player"] = "Natal",
					["coinsLeft"] = "2",
					["currencyID"] = "0",
				}, -- [53]
				{
					["timestamp"] = "2014-10-28 20:56:00",
					["player"] = "Cptnadsack",
					["coinsLeft"] = "6",
					["currencyID"] = "0",
				}, -- [54]
				{
					["player"] = "Atmos",
					["coinsLeft"] = "2",
					["timestamp"] = "2014-10-28 20:56:00",
					["reward"] = "|cffa335ee|Hitem:112917:0:0:0:0:0:0:0:90:0:6:1:450|h[Kil'ruk's Band of Ascendancy]|h|r",
					["currencyID"] = "0",
				}, -- [55]
				{
					["player"] = "Cexcells",
					["coinsLeft"] = "1",
					["timestamp"] = "2014-10-28 20:56:00",
					["reward"] = "|cffa335ee|Hitem:112916:0:0:0:0:0:0:0:90:0:6:1:450|h[Iyyokuk's Hereditary Seal]|h|r",
					["currencyID"] = "0",
				}, -- [56]
				{
					["timestamp"] = "2014-10-28 22:03:00",
					["player"] = "Atmos",
					["coinsLeft"] = "1",
					["currencyID"] = "0",
				}, -- [57]
				{
					["player"] = "Cexcells",
					["coinsLeft"] = "0",
					["timestamp"] = "2014-10-28 22:04:00",
					["reward"] = "|cffa335ee|Hitem:112938:0:0:0:0:0:0:0:90:0:6:1:450|h[Black Blood of Y'Shaarj]|h|r",
					["currencyID"] = "0",
				}, -- [58]
				{
					["timestamp"] = "2014-10-28 22:04:00",
					["player"] = "Natal",
					["coinsLeft"] = "1",
					["currencyID"] = "0",
				}, -- [59]
				{
					["timestamp"] = "2014-10-28 22:04:00",
					["player"] = "Djchi",
					["coinsLeft"] = "2",
					["currencyID"] = "0",
				}, -- [60]
				{
					["player"] = "Cptnadsack",
					["coinsLeft"] = "5",
					["timestamp"] = "2014-10-28 22:04:00",
					["reward"] = "|cffa335ee|Hitem:112934:0:0:0:0:0:0:0:90:0:6:1:450|h[Spaulders of the Fallen Warchief]|h|r",
					["currencyID"] = "0",
				}, -- [61]
				{
					["timestamp"] = "2014-10-29 18:52:00",
					["player"] = "Shamalamadim",
					["coinsLeft"] = "18",
					["currencyID"] = "0",
				}, -- [62]
				{
					["player"] = "Shamalamadim",
					["coinsLeft"] = "17",
					["timestamp"] = "2014-10-29 19:02:00",
					["reward"] = "|cffa335ee|Hitem:112480:0:0:0:0:0:0:0:90:0:6:1:450|h[Grips of Unending Anguish]|h|r",
					["currencyID"] = "0",
				}, -- [63]
				{
					["timestamp"] = "2014-10-29 19:04:00",
					["player"] = "Comet",
					["coinsLeft"] = "11",
					["currencyID"] = "0",
				}, -- [64]
				{
					["timestamp"] = "2014-10-29 19:12:00",
					["player"] = "Shamalamadim",
					["coinsLeft"] = "16",
					["currencyID"] = "0",
				}, -- [65]
				{
					["timestamp"] = "2014-10-29 19:14:00",
					["player"] = "Comet",
					["coinsLeft"] = "10",
					["currencyID"] = "0",
				}, -- [66]
				{
					["timestamp"] = "2014-10-29 19:21:00",
					["player"] = "Shamalamadim",
					["coinsLeft"] = "15",
					["currencyID"] = "0",
				}, -- [67]
				{
					["timestamp"] = "2014-10-29 19:21:00",
					["player"] = "Comet",
					["coinsLeft"] = "9",
					["currencyID"] = "0",
				}, -- [68]
				{
					["timestamp"] = "2014-10-29 19:38:00",
					["player"] = "Shamalamadim",
					["coinsLeft"] = "14",
					["currencyID"] = "0",
				}, -- [69]
				{
					["timestamp"] = "2014-10-29 19:39:00",
					["player"] = "Comet",
					["coinsLeft"] = "8",
					["currencyID"] = "0",
				}, -- [70]
				{
					["timestamp"] = "2014-10-29 20:01:00",
					["player"] = "Comet",
					["coinsLeft"] = "7",
					["currencyID"] = "0",
				}, -- [71]
				{
					["timestamp"] = "2014-10-29 20:01:00",
					["player"] = "Shamalamadim",
					["coinsLeft"] = "13",
					["currencyID"] = "0",
				}, -- [72]
				{
					["timestamp"] = "2014-10-29 20:14:00",
					["player"] = "Shamalamadim",
					["coinsLeft"] = "12",
					["currencyID"] = "0",
				}, -- [73]
				{
					["timestamp"] = "2014-10-29 20:15:00",
					["player"] = "Comet",
					["coinsLeft"] = "6",
					["currencyID"] = "0",
				}, -- [74]
				{
					["timestamp"] = "2014-10-29 20:25:00",
					["player"] = "Shamalamadim",
					["coinsLeft"] = "11",
					["currencyID"] = "0",
				}, -- [75]
				{
					["player"] = "Comet",
					["coinsLeft"] = "5",
					["timestamp"] = "2014-10-29 20:25:00",
					["reward"] = "|cffa335ee|Hitem:112778:0:0:0:0:0:0:0:90:0:6:1:450|h[Nazgrim's Burnished Insignia]|h|r",
					["currencyID"] = "0",
				}, -- [76]
				{
					["timestamp"] = "2014-10-29 20:35:00",
					["player"] = "Shamalamadim",
					["coinsLeft"] = "10",
					["currencyID"] = "0",
				}, -- [77]
				{
					["timestamp"] = "2014-10-29 20:35:00",
					["player"] = "Comet",
					["coinsLeft"] = "4",
					["currencyID"] = "0",
				}, -- [78]
				{
					["timestamp"] = "2014-10-29 20:47:00",
					["player"] = "Shamalamadim",
					["coinsLeft"] = "9",
					["currencyID"] = "0",
				}, -- [79]
				{
					["player"] = "Comet",
					["coinsLeft"] = "3",
					["timestamp"] = "2014-10-29 20:47:00",
					["reward"] = "|cffa335ee|Hitem:112892:0:0:0:0:0:0:0:90:0:6:2:450:448|h[Lever of the Megantholithic Apparatus]|h|r",
					["currencyID"] = "0",
				}, -- [80]
				{
					["player"] = "Shamalamadim",
					["timestamp"] = "2014-10-29 20:59:00",
					["coinsLeft"] = "8",
					["currencyID"] = "0",
				}, -- [81]
				{
					["player"] = "Comet",
					["timestamp"] = "2014-10-29 21:00:00",
					["coinsLeft"] = "2",
					["currencyID"] = "0",
				}, -- [82]
				{
					["player"] = "Shamalamadim",
					["coinsLeft"] = "7",
					["timestamp"] = "2014-10-29 21:09:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:112851:0:0:0:0:0:0:0:90:0:6:1:450|h[Gleaming Eye of the Devilsaur]|h|r",
				}, -- [83]
				{
					["player"] = "Comet",
					["timestamp"] = "2014-10-29 21:09:00",
					["coinsLeft"] = "1",
					["currencyID"] = "0",
				}, -- [84]
				{
					["player"] = "Shamalamadim",
					["timestamp"] = "2014-10-29 21:30:00",
					["coinsLeft"] = "6",
					["currencyID"] = "0",
				}, -- [85]
				{
					["player"] = "Shamalamadim",
					["timestamp"] = "2014-10-29 22:15:00",
					["coinsLeft"] = "5",
					["currencyID"] = "0",
				}, -- [86]
				{
					["player"] = "Comet",
					["timestamp"] = "2014-10-29 22:16:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [87]
				{
					["player"] = "Cptnadsack",
					["timestamp"] = "2014-11-04 20:31:00",
					["coinsLeft"] = "13",
					["currencyID"] = "0",
				}, -- [88]
				{
					["player"] = "Djhots",
					["timestamp"] = "2014-12-03 22:30:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [89]
				{
					["player"] = "Comet",
					["timestamp"] = "2014-12-08 19:08:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [90]
				{
					["player"] = "Azimyth",
					["timestamp"] = "2014-12-08 20:50:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [91]
				{
					["player"] = "Djchi",
					["coinsLeft"] = "0",
					["timestamp"] = "2014-12-08 20:50:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:113607:0:0:0:0:0:0:0:100:0:5:1:566|h[Butcher's Terrible Tenderizer]|h|r",
				}, -- [92]
				{
					["player"] = "Comet",
					["timestamp"] = "2014-12-08 20:50:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [93]
				{
					["player"] = "Atmos",
					["coinsLeft"] = "2",
					["timestamp"] = "2014-12-08 21:23:00",
					["reward"] = "|cffa335ee|Hitem:113595:0:0:0:0:0:0:0:100:0:5:1:566|h[Treads of Sand and Blood]|h|r",
					["currencyID"] = "0",
				}, -- [94]
				{
					["timestamp"] = "2014-12-08 21:23:00",
					["player"] = "Djhots",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [95]
				{
					["timestamp"] = "2014-12-08 21:24:00",
					["player"] = "Metal",
					["coinsLeft"] = "3",
					["currencyID"] = "0",
				}, -- [96]
				{
					["timestamp"] = "2014-12-08 21:25:00",
					["player"] = "Mythsara",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [97]
				{
					["player"] = "Azpek",
					["coinsLeft"] = "0",
					["timestamp"] = "2014-12-08 22:58:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:113608:0:0:0:0:0:0:0:100:0:5:1:566|h[Hood of Dispassionate Execution]|h|r",
				}, -- [98]
				{
					["player"] = "Mythsara",
					["timestamp"] = "2014-12-08 22:58:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [99]
				{
					["player"] = "Djhots",
					["timestamp"] = "2014-12-08 22:58:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [100]
				{
					["player"] = "Comet",
					["coinsLeft"] = "0",
					["timestamp"] = "2014-12-08 22:58:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:113636:0:0:0:0:0:0:0:100:0:5:1:566|h[Belt of Bloody Guts]|h|r",
				}, -- [101]
				{
					["player"] = "Cptnadsack",
					["timestamp"] = "2014-12-08 23:54:00",
					["coinsLeft"] = "3",
					["currencyID"] = "0",
				}, -- [102]
				{
					["player"] = "Cexcells",
					["coinsLeft"] = "1",
					["timestamp"] = "2014-12-08 23:55:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:113859:0:0:0:0:0:0:0:100:0:3:0|h[Quiescent Runestone]|h|r",
				}, -- [103]
				{
					["player"] = "Darkano",
					["coinsLeft"] = "18",
					["timestamp"] = "2014-12-09 19:10:00",
					["reward"] = "|cffa335ee|Hitem:113604:0:0:0:0:0:0:0:100:0:5:2:561:566|h[Kargath's Last Link]|h|r",
					["currencyID"] = "0",
				}, -- [104]
				{
					["timestamp"] = "2014-12-09 19:10:00",
					["player"] = "Atmos",
					["coinsLeft"] = "2",
					["currencyID"] = "0",
				}, -- [105]
				{
					["timestamp"] = "2014-12-09 19:10:00",
					["player"] = "Comet",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [106]
				{
					["timestamp"] = "2014-12-09 19:11:00",
					["player"] = "Azimyth",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [107]
				{
					["player"] = "Djchi",
					["coinsLeft"] = "0",
					["timestamp"] = "2014-12-09 19:12:00",
					["reward"] = "|cffa335ee|Hitem:113598:0:0:0:0:0:0:0:100:0:5:1:566|h[Champion's Medallion]|h|r",
					["currencyID"] = "0",
				}, -- [108]
				{
					["timestamp"] = "2014-12-09 21:16:00",
					["player"] = "Azpek",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [109]
				{
					["player"] = "Mythsara",
					["coinsLeft"] = "0",
					["timestamp"] = "2014-12-09 21:16:00",
					["reward"] = "|cffa335ee|Hitem:113649:0:0:0:0:0:0:0:100:0:5:1:566|h[Mountainwalker's Boots]|h|r",
					["currencyID"] = "0",
				}, -- [110]
				{
					["timestamp"] = "2014-12-09 21:16:00",
					["player"] = "Djhots",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [111]
				{
					["timestamp"] = "2014-12-09 21:16:00",
					["player"] = "Eightyone",
					["coinsLeft"] = "7",
					["currencyID"] = "0",
				}, -- [112]
				{
					["player"] = "Comet",
					["coinsLeft"] = "0",
					["timestamp"] = "2014-12-09 21:18:00",
					["reward"] = "|cffa335ee|Hitem:113640:0:0:0:0:0:0:0:100:0:5:1:566|h[Earthwarped Bladestaff]|h|r",
					["currencyID"] = "0",
				}, -- [113]
				{
					["timestamp"] = "2014-12-09 21:40:00",
					["player"] = "Azpek",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [114]
				{
					["timestamp"] = "2014-12-09 21:41:00",
					["player"] = "Mythsara",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [115]
				{
					["timestamp"] = "2014-12-09 21:41:00",
					["player"] = "Comet",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [116]
				{
					["timestamp"] = "2014-12-09 21:41:00",
					["player"] = "Djhots",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [117]
				{
					["timestamp"] = "2014-12-09 22:33:00",
					["player"] = "Azpek",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [118]
				{
					["timestamp"] = "2014-12-09 22:33:00",
					["player"] = "Mythsara",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [119]
				{
					["timestamp"] = "2014-12-10 18:49:00",
					["player"] = "Metal",
					["coinsLeft"] = "3",
					["currencyID"] = "0",
				}, -- [120]
				{
					["player"] = "Azpek",
					["timestamp"] = "2014-12-10 19:53:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [121]
				{
					["player"] = "Livepets",
					["timestamp"] = "2014-12-10 19:53:00",
					["coinsLeft"] = "17",
					["currencyID"] = "0",
				}, -- [122]
				{
					["player"] = "Djhots",
					["coinsLeft"] = "0",
					["timestamp"] = "2014-12-10 19:53:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:113832:0:0:0:0:0:0:0:100:0:5:1:566|h[Treacherous Palms]|h|r",
				}, -- [123]
				{
					["player"] = "Mythsara",
					["timestamp"] = "2014-12-10 19:54:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [124]
				{
					["player"] = "Eightyone",
					["coinsLeft"] = "7",
					["timestamp"] = "2014-12-10 21:40:00",
					["reward"] = "|cffa335ee|Hitem:113841:0:0:0:0:0:0:0:100:0:5:1:566|h[Ko'ragh's Family Locket]|h|r",
					["currencyID"] = "0",
				}, -- [125]
				{
					["player"] = "Livepets",
					["coinsLeft"] = "17",
					["timestamp"] = "2014-12-10 21:40:00",
					["reward"] = "|cffa335ee|Hitem:113843:0:0:0:0:0:0:0:100:0:5:2:564:566|h[Spell-Sink Signet]|h|r",
					["currencyID"] = "0",
				}, -- [126]
				{
					["timestamp"] = "2014-12-10 21:43:00",
					["player"] = "Djhots",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [127]
				{
					["timestamp"] = "2014-12-11 19:13:00",
					["player"] = "Cexcells",
					["coinsLeft"] = "1",
					["currencyID"] = "0",
				}, -- [128]
				{
					["timestamp"] = "2014-12-11 20:25:00",
					["player"] = "Cexcells",
					["coinsLeft"] = "1",
					["currencyID"] = "0",
				}, -- [129]
				{
					["player"] = "Mythsara",
					["timestamp"] = "2014-12-15 21:36:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [130]
				{
					["player"] = "Atmos",
					["coinsLeft"] = "2",
					["timestamp"] = "2014-12-15 21:36:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:113593:0:0:0:0:0:0:0:100:0:6:1:567|h[Grips of Vicious Mauling]|h|r",
				}, -- [131]
				{
					["player"] = "Cexcells",
					["coinsLeft"] = "1",
					["timestamp"] = "2014-12-15 21:37:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:113604:0:0:0:0:0:0:0:100:0:6:1:567|h[Kargath's Last Link]|h|r",
				}, -- [132]
				{
					["timestamp"] = "2014-12-16 18:38:00",
					["player"] = "Comet",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [133]
				{
					["timestamp"] = "2014-12-16 18:57:00",
					["player"] = "Azimyth",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [134]
				{
					["timestamp"] = "2014-12-16 18:57:00",
					["player"] = "Comet",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [135]
				{
					["timestamp"] = "2014-12-16 18:58:00",
					["player"] = "Cptnadsack",
					["coinsLeft"] = "3",
					["currencyID"] = "0",
				}, -- [136]
				{
					["timestamp"] = "2014-12-16 19:13:00",
					["player"] = "Azimyth",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [137]
				{
					["timestamp"] = "2014-12-16 19:35:00",
					["player"] = "Djhots",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [138]
				{
					["timestamp"] = "2014-12-16 20:18:00",
					["player"] = "Atmos",
					["coinsLeft"] = "2",
					["currencyID"] = "0",
				}, -- [139]
				{
					["player"] = "Azimyth",
					["coinsLeft"] = "0",
					["timestamp"] = "2014-12-16 20:51:00",
					["reward"] = "|cffa335ee|Hitem:113843:0:0:0:0:0:0:0:100:0:5:1:566|h[Spell-Sink Signet]|h|r",
					["currencyID"] = "0",
				}, -- [140]
				{
					["timestamp"] = "2014-12-16 20:52:00",
					["player"] = "Cexcells",
					["coinsLeft"] = "1",
					["currencyID"] = "0",
				}, -- [141]
				{
					["player"] = "Comet",
					["timestamp"] = "2014-12-17 19:11:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [142]
				{
					["player"] = "Atmos",
					["timestamp"] = "2014-12-17 19:11:00",
					["coinsLeft"] = "2",
					["currencyID"] = "0",
				}, -- [143]
				{
					["player"] = "Djhots",
					["coinsLeft"] = "0",
					["timestamp"] = "2014-12-17 19:11:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:113604:0:0:0:0:0:0:0:100:0:6:1:567|h[Kargath's Last Link]|h|r",
				}, -- [144]
				{
					["player"] = "Cptnadsack",
					["timestamp"] = "2014-12-22 19:01:00",
					["coinsLeft"] = "3",
					["currencyID"] = "0",
				}, -- [145]
				{
					["player"] = "Cptnadsack",
					["timestamp"] = "2014-12-22 19:58:00",
					["coinsLeft"] = "3",
					["currencyID"] = "0",
				}, -- [146]
				{
					["player"] = "Cexcells",
					["timestamp"] = "2014-12-22 21:00:00",
					["coinsLeft"] = "1",
					["currencyID"] = "0",
				}, -- [147]
				{
					["player"] = "Arctype-Nagrand",
					["coinsLeft"] = "3",
					["timestamp"] = "2014-12-28 17:34:00",
					["reward"] = "|cffa335ee|Hitem:113610:0:0:0:0:0:0:0:100:0:3:0|h[Meatmonger's Gory Grips]|h|r",
					["currencyID"] = "0",
				}, -- [148]
				{
					["player"] = "Cptnadsack",
					["coinsLeft"] = "3",
					["timestamp"] = "2014-12-29 18:51:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:113632:0:0:0:0:0:0:0:100:0:5:2:564:566|h[Gauntlets of the Heavy Hand]|h|r",
				}, -- [149]
				{
					["player"] = "Comet",
					["timestamp"] = "2014-12-29 18:51:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [150]
				{
					["player"] = "Atmos",
					["timestamp"] = "2014-12-29 18:51:00",
					["coinsLeft"] = "2",
					["currencyID"] = "0",
				}, -- [151]
				{
					["player"] = "Cptnadsack",
					["timestamp"] = "2014-12-29 19:04:00",
					["coinsLeft"] = "3",
					["currencyID"] = "0",
				}, -- [152]
				{
					["player"] = "Djhots",
					["timestamp"] = "2014-12-29 19:20:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [153]
				{
					["player"] = "Cptnadsack",
					["timestamp"] = "2014-12-29 19:22:00",
					["coinsLeft"] = "3",
					["currencyID"] = "0",
				}, -- [154]
				{
					["player"] = "Atmos",
					["timestamp"] = "2014-12-29 19:37:00",
					["coinsLeft"] = "2",
					["currencyID"] = "0",
				}, -- [155]
				{
					["player"] = "Comet",
					["coinsLeft"] = "0",
					["timestamp"] = "2014-12-29 19:37:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:113667:0:0:0:0:0:0:0:100:0:5:1:566|h[Phemos' Double Slasher]|h|r",
				}, -- [156]
				{
					["player"] = "Cexcells",
					["timestamp"] = "2014-12-29 20:18:00",
					["coinsLeft"] = "1",
					["currencyID"] = "0",
				}, -- [157]
				{
					["player"] = "Cptnadsack",
					["timestamp"] = "2014-12-29 20:19:00",
					["coinsLeft"] = "3",
					["currencyID"] = "0",
				}, -- [158]
				{
					["player"] = "Atmos",
					["coinsLeft"] = "2",
					["timestamp"] = "2014-12-29 21:06:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:113591:0:0:0:0:0:0:0:100:0:6:1:567|h[The Bladefist]|h|r",
				}, -- [159]
				{
					["player"] = "Comet",
					["timestamp"] = "2014-12-29 21:06:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [160]
				{
					["player"] = "Djhots",
					["timestamp"] = "2014-12-29 21:07:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [161]
				{
					["timestamp"] = "2014-12-30 18:48:00",
					["player"] = "Comet",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [162]
				{
					["timestamp"] = "2014-12-30 18:48:00",
					["player"] = "Atmos",
					["coinsLeft"] = "2",
					["currencyID"] = "0",
				}, -- [163]
				{
					["timestamp"] = "2014-12-30 19:18:00",
					["player"] = "Cexcells",
					["coinsLeft"] = "1",
					["currencyID"] = "0",
				}, -- [164]
				{
					["timestamp"] = "2014-12-30 19:32:00",
					["player"] = "Cexcells",
					["coinsLeft"] = "1",
					["currencyID"] = "0",
				}, -- [165]
				{
					["timestamp"] = "2014-12-30 20:15:00",
					["player"] = "Cexcells",
					["coinsLeft"] = "1",
					["currencyID"] = "0",
				}, -- [166]
				{
					["player"] = "Comet",
					["coinsLeft"] = "0",
					["timestamp"] = "2014-12-30 20:18:00",
					["reward"] = "|cffa335ee|Hitem:113851:0:0:0:0:0:0:0:100:0:5:2:564:566|h[Reaver's Nose Ring]|h|r",
					["currencyID"] = "0",
				}, -- [167]
				{
					["player"] = "Djhots",
					["coinsLeft"] = "0",
					["timestamp"] = "2014-12-30 21:01:00",
					["reward"] = "|cffa335ee|Hitem:113598:0:0:0:0:0:0:0:100:0:6:1:567|h[Champion's Medallion]|h|r",
					["currencyID"] = "0",
				}, -- [168]
				{
					["timestamp"] = "2014-12-30 21:01:00",
					["player"] = "Comet",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [169]
				{
					["timestamp"] = "2014-12-30 21:01:00",
					["player"] = "Atmos",
					["coinsLeft"] = "2",
					["currencyID"] = "0",
				}, -- [170]
				{
					["timestamp"] = "2014-12-30 21:37:00",
					["player"] = "Comet",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [171]
				{
					["timestamp"] = "2014-12-30 21:37:00",
					["player"] = "Djhots",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [172]
				{
					["player"] = "Atmos",
					["coinsLeft"] = "2",
					["timestamp"] = "2014-12-30 21:37:00",
					["reward"] = "|cffa335ee|Hitem:113667:0:0:0:0:0:0:0:100:0:6:1:567|h[Phemos' Double Slasher]|h|r",
					["currencyID"] = "0",
				}, -- [173]
				{
					["player"] = "Cptnadsack",
					["timestamp"] = "2015-01-06 18:42:00",
					["coinsLeft"] = "3",
					["currencyID"] = "0",
				}, -- [174]
				{
					["player"] = "Azimyth",
					["timestamp"] = "2015-01-06 18:54:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [175]
				{
					["player"] = "Cptnadsack",
					["timestamp"] = "2015-01-06 18:54:00",
					["coinsLeft"] = "3",
					["currencyID"] = "0",
				}, -- [176]
				{
					["player"] = "Comet",
					["coinsLeft"] = "0",
					["timestamp"] = "2015-01-06 18:54:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:113634:0:0:0:0:0:0:0:100:0:5:3:564:43:566|h[Bracers of Spare Skin]|h|r",
				}, -- [177]
				{
					["player"] = "Azimyth",
					["timestamp"] = "2015-01-06 19:08:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [178]
				{
					["player"] = "Cptnadsack",
					["coinsLeft"] = "3",
					["timestamp"] = "2015-01-06 19:10:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:113659:0:0:0:0:0:0:0:100:0:5:1:566|h[Fleshchewer Greatbelt]|h|r",
				}, -- [179]
				{
					["player"] = "Cptnadsack",
					["timestamp"] = "2015-01-06 19:31:00",
					["coinsLeft"] = "3",
					["currencyID"] = "0",
				}, -- [180]
				{
					["player"] = "Cptnadsack",
					["timestamp"] = "2015-01-06 20:03:00",
					["coinsLeft"] = "3",
					["currencyID"] = "0",
				}, -- [181]
				{
					["timestamp"] = "2015-01-06 21:12:00",
					["player"] = "Cptnadsack",
					["coinsLeft"] = "3",
					["currencyID"] = "0",
				}, -- [182]
				{
					["player"] = "Comet",
					["timestamp"] = "2015-01-06 21:52:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [183]
				{
					["player"] = "Djhots",
					["coinsLeft"] = "0",
					["timestamp"] = "2015-01-07 18:52:00",
					["reward"] = "|cffa335ee|Hitem:113832:0:0:0:0:0:0:0:100:0:6:1:567|h[Treacherous Palms]|h|r",
					["currencyID"] = "0",
				}, -- [184]
				{
					["player"] = "Cexcells",
					["coinsLeft"] = "1",
					["timestamp"] = "2015-01-07 18:52:00",
					["reward"] = "|cffa335ee|Hitem:113835:0:0:0:0:0:0:0:100:0:6:1:567|h[Shards of Nothing]|h|r",
					["currencyID"] = "0",
				}, -- [185]
				{
					["timestamp"] = "2015-01-07 18:52:00",
					["player"] = "Comet",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [186]
				{
					["player"] = "Atmos",
					["coinsLeft"] = "2",
					["timestamp"] = "2015-01-07 18:52:00",
					["reward"] = "|cffa335ee|Hitem:113827:0:0:0:0:0:0:0:100:0:6:1:567|h[Belt of Imminent Lies]|h|r",
					["currencyID"] = "0",
				}, -- [187]
				{
					["timestamp"] = "2015-01-13 18:41:00",
					["player"] = "Metal",
					["coinsLeft"] = "3",
					["currencyID"] = "0",
				}, -- [188]
				{
					["player"] = "Roy",
					["timestamp"] = "2015-01-13 18:56:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [189]
				{
					["player"] = "Azimyth",
					["coinsLeft"] = "0",
					["timestamp"] = "2015-01-13 18:56:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:113611:0:0:0:0:0:0:0:100:0:5:1:566|h[Flenser's Hookring]|h|r",
				}, -- [190]
				{
					["player"] = "Comet",
					["timestamp"] = "2015-01-13 18:56:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [191]
				{
					["player"] = "Cptnadsack",
					["coinsLeft"] = "3",
					["timestamp"] = "2015-01-13 18:56:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:113633:0:0:0:0:0:0:0:100:0:5:1:566|h[Entrail Squishers]|h|r",
				}, -- [192]
				{
					["timestamp"] = "2015-01-13 19:07:00",
					["player"] = "Azimyth",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [193]
				{
					["timestamp"] = "2015-01-13 19:08:00",
					["player"] = "Metal",
					["coinsLeft"] = "3",
					["currencyID"] = "0",
				}, -- [194]
				{
					["timestamp"] = "2015-01-13 19:08:00",
					["player"] = "Cptnadsack",
					["coinsLeft"] = "3",
					["currencyID"] = "0",
				}, -- [195]
				{
					["timestamp"] = "2015-01-13 19:22:00",
					["player"] = "Metal",
					["coinsLeft"] = "3",
					["currencyID"] = "0",
				}, -- [196]
				{
					["timestamp"] = "2015-01-13 19:23:00",
					["player"] = "Roy",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [197]
				{
					["player"] = "Roy",
					["coinsLeft"] = "0",
					["timestamp"] = "2015-01-13 19:36:00",
					["reward"] = "|cffa335ee|Hitem:113834:0:0:0:0:0:0:0:100:0:5:1:566|h[Pol's Blinded Eye]|h|r",
					["currencyID"] = "0",
				}, -- [198]
				{
					["timestamp"] = "2015-01-13 19:37:00",
					["player"] = "Azimyth",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [199]
				{
					["player"] = "Metal",
					["coinsLeft"] = "3",
					["timestamp"] = "2015-01-13 19:37:00",
					["reward"] = "|cffa335ee|Hitem:113831:0:0:0:0:0:0:0:100:0:5:1:566|h[Chestplate of Arcane Volatility]|h|r",
					["currencyID"] = "0",
				}, -- [200]
				{
					["timestamp"] = "2015-01-13 19:53:00",
					["player"] = "Metal",
					["coinsLeft"] = "3",
					["currencyID"] = "0",
				}, -- [201]
				{
					["player"] = "Cptnadsack",
					["timestamp"] = "2015-01-13 20:18:00",
					["coinsLeft"] = "3",
					["currencyID"] = "0",
				}, -- [202]
				{
					["timestamp"] = "2015-01-13 20:49:00",
					["player"] = "Djhots",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [203]
				{
					["timestamp"] = "2015-01-13 21:36:00",
					["player"] = "Comet",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [204]
				{
					["player"] = "Comet",
					["coinsLeft"] = "0",
					["timestamp"] = "2015-01-13 22:37:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:113657:0:0:0:0:0:0:0:100:0:6:1:567|h[Cloak of Creeping Necrosis]|h|r",
				}, -- [205]
				{
					["player"] = "Djhots",
					["timestamp"] = "2015-01-13 22:38:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [206]
				{
					["player"] = "Azimyth",
					["timestamp"] = "2015-01-22 20:40:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [207]
				{
					["player"] = "Dangerboy",
					["timestamp"] = "2015-01-22 20:40:00",
					["coinsLeft"] = "5",
					["currencyID"] = "0",
				}, -- [208]
				{
					["player"] = "Comet",
					["timestamp"] = "2015-01-22 20:40:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [209]
				{
					["player"] = "Amarä",
					["timestamp"] = "2015-01-22 20:40:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [210]
				{
					["player"] = "Comet",
					["coinsLeft"] = "0",
					["timestamp"] = "2015-01-22 23:14:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:113611:0:0:0:0:0:0:0:100:0:5:1:566|h[Flenser's Hookring]|h|r",
				}, -- [211]
				{
					["player"] = "Vûlcân",
					["timestamp"] = "2015-01-23 22:42:00",
					["coinsLeft"] = "17",
					["currencyID"] = "0",
				}, -- [212]
				{
					["player"] = "Metal",
					["coinsLeft"] = "3",
					["timestamp"] = "2015-01-23 22:42:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:113659:0:0:0:0:0:0:0:100:0:5:1:566|h[Fleshchewer Greatbelt]|h|r",
				}, -- [213]
				{
					["timestamp"] = "2015-01-23 23:05:00",
					["player"] = "Vûlcân",
					["coinsLeft"] = "17",
					["currencyID"] = "0",
				}, -- [214]
				{
					["player"] = "Vûlcân",
					["timestamp"] = "2015-01-23 23:21:00",
					["coinsLeft"] = "17",
					["currencyID"] = "0",
				}, -- [215]
				{
					["player"] = "Metal",
					["timestamp"] = "2015-01-23 23:23:00",
					["coinsLeft"] = "3",
					["currencyID"] = "0",
				}, -- [216]
				{
					["timestamp"] = "2015-01-24 16:48:00",
					["player"] = "Kcazsar-Barthilas",
					["coinsLeft"] = "1",
					["currencyID"] = "0",
				}, -- [217]
				{
					["timestamp"] = "2015-01-24 17:55:00",
					["player"] = "Kcazsar-Barthilas",
					["coinsLeft"] = "1",
					["currencyID"] = "0",
				}, -- [218]
				{
					["player"] = "Metal",
					["coinsLeft"] = "3",
					["timestamp"] = "2015-01-24 19:46:00",
					["reward"] = "|cffa335ee|Hitem:113606:0:0:0:0:0:0:0:100:0:5:2:561:566|h[Butcher's Bloody Cleaver]|h|r",
					["currencyID"] = "0",
				}, -- [219]
				{
					["player"] = "Xyrmfu-Arthas",
					["timestamp"] = "2015-01-24 22:16:00",
					["coinsLeft"] = "17",
					["currencyID"] = "0",
				}, -- [220]
				{
					["player"] = "Metal",
					["timestamp"] = "2015-01-25 17:37:00",
					["coinsLeft"] = "3",
					["currencyID"] = "0",
				}, -- [221]
				{
					["player"] = "Xanvel-Barthilas",
					["timestamp"] = "2015-01-25 21:32:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [222]
				{
					["player"] = "Normalninja-Whisperwind",
					["coinsLeft"] = "0",
					["timestamp"] = "2015-01-27 16:08:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:113857:0:0:0:0:0:0:0:100:0:3:0|h[Staff of the Grand Imperator]|h|r",
				}, -- [223]
				{
					["player"] = "Verku",
					["coinsLeft"] = "8",
					["timestamp"] = "2015-01-27 16:09:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:113853:0:0:0:0:0:0:0:100:0:3:0|h[Captive Micro-Aberration]|h|r",
				}, -- [224]
				{
					["timestamp"] = "2015-01-27 18:52:00",
					["player"] = "Roy",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [225]
				{
					["timestamp"] = "2015-01-27 19:02:00",
					["player"] = "Roy",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [226]
				{
					["player"] = "Azimyth",
					["coinsLeft"] = "0",
					["timestamp"] = "2015-01-27 19:02:00",
					["reward"] = "|cffa335ee|Hitem:113612:0:0:0:0:0:0:0:100:0:5:1:566|h[Scales of Doom]|h|r",
					["currencyID"] = "0",
				}, -- [227]
				{
					["player"] = "Roy",
					["timestamp"] = "2015-01-27 19:13:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [228]
				{
					["player"] = "Metal",
					["coinsLeft"] = "3",
					["timestamp"] = "2015-01-27 19:13:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:113658:0:0:0:0:0:0:0:100:0:5:1:566|h[Bottle of Infesting Spores]|h|r",
				}, -- [229]
				{
					["timestamp"] = "2015-01-27 19:32:00",
					["player"] = "Roy",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [230]
				{
					["timestamp"] = "2015-01-27 19:32:00",
					["player"] = "Metal",
					["coinsLeft"] = "3",
					["currencyID"] = "0",
				}, -- [231]
				{
					["timestamp"] = "2015-01-27 19:32:00",
					["player"] = "Shamanomanom",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [232]
				{
					["player"] = "Cexcells",
					["coinsLeft"] = "1",
					["timestamp"] = "2015-01-27 19:33:00",
					["reward"] = "|cffa335ee|Hitem:113651:0:0:0:0:0:0:0:100:0:5:1:566|h[Signet of Crystalline Barrage]|h|r",
					["currencyID"] = "0",
				}, -- [233]
				{
					["player"] = "Vûlcân",
					["coinsLeft"] = "17",
					["timestamp"] = "2015-01-27 19:45:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:113835:0:0:0:0:0:0:0:100:0:5:2:561:566|h[Shards of Nothing]|h|r",
				}, -- [234]
				{
					["player"] = "Shamanomanom",
					["coinsLeft"] = "0",
					["timestamp"] = "2015-01-27 19:46:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:113827:0:0:0:0:0:0:0:100:0:5:2:561:566|h[Belt of Imminent Lies]|h|r",
				}, -- [235]
				{
					["player"] = "Roy",
					["coinsLeft"] = "0",
					["timestamp"] = "2015-01-27 19:46:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:113833:0:0:0:0:0:0:0:100:0:5:1:566|h[Odyssian Choker]|h|r",
				}, -- [236]
				{
					["player"] = "Roy",
					["timestamp"] = "2015-01-27 19:59:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [237]
				{
					["player"] = "Vûlcân",
					["coinsLeft"] = "17",
					["timestamp"] = "2015-01-27 20:00:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:113847:0:0:0:0:0:0:0:100:0:5:1:566|h[Cloak of Searing Shadows]|h|r",
				}, -- [238]
				{
					["player"] = "Roy",
					["timestamp"] = "2015-01-27 20:22:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [239]
				{
					["player"] = "Shamanomanom",
					["coinsLeft"] = "0",
					["timestamp"] = "2015-01-27 20:22:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:113852:0:0:0:0:0:0:0:100:0:5:1:566|h[Force Nova Cloak]|h|r",
				}, -- [240]
				{
					["player"] = "Mythsara",
					["coinsLeft"] = "0",
					["timestamp"] = "2015-01-27 20:23:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:113851:0:0:0:0:0:0:0:100:0:5:2:40:566|h[Reaver's Nose Ring]|h|r",
				}, -- [241]
				{
					["player"] = "Cptnadsack",
					["coinsLeft"] = "3",
					["timestamp"] = "2015-01-27 20:23:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:113855:0:0:0:0:0:0:0:100:0:5:1:566|h[Uncrushable Shoulderplates]|h|r",
				}, -- [242]
				{
					["player"] = "Amarä",
					["timestamp"] = "2015-01-27 20:23:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [243]
				{
					["timestamp"] = "2015-01-27 21:07:00",
					["player"] = "Roy",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [244]
				{
					["timestamp"] = "2015-01-27 21:07:00",
					["player"] = "Cptnadsack",
					["coinsLeft"] = "3",
					["currencyID"] = "0",
				}, -- [245]
				{
					["timestamp"] = "2015-01-27 21:07:00",
					["player"] = "Comet",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [246]
				{
					["timestamp"] = "2015-01-27 21:09:00",
					["player"] = "Mythsara",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [247]
				{
					["player"] = "Roy",
					["coinsLeft"] = "0",
					["timestamp"] = "2015-01-27 21:30:00",
					["reward"] = "|cffa335ee|Hitem:113828:0:0:0:0:0:0:0:100:0:6:1:567|h[Sea-Cursed Leggings]|h|r",
					["currencyID"] = "0",
				}, -- [248]
				{
					["timestamp"] = "2015-01-27 21:31:00",
					["player"] = "Amarä",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [249]
				{
					["player"] = "Comet",
					["coinsLeft"] = "0",
					["timestamp"] = "2015-01-27 21:32:00",
					["reward"] = "|cffa335ee|Hitem:113832:0:0:0:0:0:0:0:100:0:6:1:567|h[Treacherous Palms]|h|r",
					["currencyID"] = "0",
				}, -- [250]
				{
					["player"] = "Dangerboy",
					["timestamp"] = "2015-01-28 20:40:00",
					["coinsLeft"] = "5",
					["currencyID"] = "0",
				}, -- [251]
				{
					["player"] = "Amarä",
					["timestamp"] = "2015-01-28 20:40:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [252]
				{
					["player"] = "Comet",
					["timestamp"] = "2015-01-28 20:41:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [253]
				{
					["player"] = "Comet",
					["coinsLeft"] = "0",
					["timestamp"] = "2015-01-29 20:08:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:113634:0:0:0:0:0:0:0:100:0:5:1:566|h[Bracers of Spare Skin]|h|r",
				}, -- [254]
				{
					["timestamp"] = "2015-02-08 17:26:00",
					["player"] = "Metal",
					["coinsLeft"] = "3",
					["currencyID"] = "0",
				}, -- [255]
				{
					["timestamp"] = "2015-02-11 18:40:00",
					["player"] = "Metal",
					["coinsLeft"] = "3",
					["currencyID"] = "0",
				}, -- [256]
				{
					["player"] = "Minilavacake",
					["coinsLeft"] = "0",
					["timestamp"] = "2015-02-11 18:40:00",
					["reward"] = "|cffa335ee|Hitem:113645:0:0:0:0:0:0:0:100:0:5:1:566|h[泰克图斯的脉动之心]|h|r",
					["currencyID"] = "0",
				}, -- [257]
				{
					["player"] = "Metal",
					["coinsLeft"] = "3",
					["timestamp"] = "2015-02-21 14:19:00",
					["reward"] = "|cffa335ee|Hitem:113648:0:0:0:0:0:0:0:100:0:5:2:564:566|h[Legplates of Fractured Crystal]|h|r",
					["currencyID"] = "0",
				}, -- [258]
				{
					["timestamp"] = "2015-02-22 18:56:00",
					["player"] = "Metal",
					["coinsLeft"] = "3",
					["currencyID"] = "0",
				}, -- [259]
				{
					["timestamp"] = "2015-02-22 18:57:00",
					["player"] = "Mikilol-BlackDragonflight",
					["coinsLeft"] = "1",
					["reward"] = "|cffa335ee|Hitem:119306:0:0:0:0:0:0:0:100:0:3:0|h[Gauntlets of the Iron Conqueror]|h|r",
				}, -- [260]
			},
			["outsiders"] = 0,
			["extras_p"] = 50,
			["min_ep"] = 500,
			["base_gp"] = 0,
			["decay_p"] = 25,
			["blizzard_show_offline"] = true,
		},
		["Metal - Illidan"] = {
			["decay_p"] = 25,
			["min_ep"] = 500,
			["extras_p"] = 50,
			["base_gp"] = 100,
			["outsiders"] = 0,
		},
		["Mind Games"] = {
			["outsiders"] = 0,
			["bonus_loot_log"] = {
				{
					["player"] = "Comet",
					["coinsLeft"] = "0",
					["timestamp"] = "2015-02-03 19:54:00",
					["reward"] = "|cffa335ee|Hitem:113870:0:0:0:0:0:0:0:100:0:5:1:566|h[Vest of Forceful Fury]|h|r",
					["currencyID"] = "0",
				}, -- [1]
				{
					["player"] = "Rrenju",
					["coinsLeft"] = "0",
					["timestamp"] = "2015-02-03 19:55:00",
					["reward"] = "|cffa335ee|Hitem:113868:0:0:0:0:0:0:0:100:0:5:3:564:42:566|h[Flare-Eyed Hood]|h|r",
					["currencyID"] = "0",
				}, -- [2]
				{
					["timestamp"] = "2015-02-03 19:55:00",
					["player"] = "Lustya",
					["coinsLeft"] = "2",
					["currencyID"] = "0",
				}, -- [3]
				{
					["timestamp"] = "2015-02-03 21:11:00",
					["player"] = "Rrenju",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [4]
				{
					["timestamp"] = "2015-02-03 21:11:00",
					["player"] = "Immortalzz",
					["coinsLeft"] = "2",
					["currencyID"] = "0",
				}, -- [5]
				{
					["player"] = "Rrenju",
					["timestamp"] = "2015-02-03 21:32:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [6]
				{
					["player"] = "Princip",
					["coinsLeft"] = "0",
					["timestamp"] = "2015-02-03 22:08:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:113962:0:0:0:0:0:0:0:100:0:5:1:566|h[Squire's Electroplated Bracers]|h|r",
				}, -- [7]
				{
					["player"] = "Immortalzz",
					["coinsLeft"] = "2",
					["timestamp"] = "2015-02-03 22:08:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:113959:0:0:0:0:0:0:0:100:0:5:1:566|h[Thogar's Serrated Chain]|h|r",
				}, -- [8]
				{
					["player"] = "Rrenju",
					["timestamp"] = "2015-02-03 22:08:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [9]
				{
					["player"] = "Comet",
					["timestamp"] = "2015-02-03 22:08:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [10]
				{
					["player"] = "Sikonos",
					["timestamp"] = "2015-02-03 22:08:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [11]
				{
					["player"] = "Lustya",
					["timestamp"] = "2015-02-03 22:08:00",
					["coinsLeft"] = "2",
					["currencyID"] = "0",
				}, -- [12]
				{
					["timestamp"] = "2015-02-03 22:38:00",
					["player"] = "Rrenju",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [13]
				{
					["player"] = "Princip",
					["coinsLeft"] = "0",
					["timestamp"] = "2015-02-03 22:41:00",
					["reward"] = "|cffa335ee|Hitem:113897:0:0:0:0:0:0:0:100:0:5:2:41:566|h[Hans'gar's Forgehammer]|h|r",
					["currencyID"] = "0",
				}, -- [14]
				{
					["player"] = "Rrenju",
					["coinsLeft"] = "0",
					["timestamp"] = "2015-02-03 23:13:00",
					["reward"] = "|cffa335ee|Hitem:120077:0:0:0:0:0:0:0:100:0:5:1:566|h[Choker of Bloody Flame]|h|r",
					["currencyID"] = "0",
				}, -- [15]
				{
					["timestamp"] = "2015-02-03 23:13:00",
					["player"] = "Immortalzz",
					["coinsLeft"] = "2",
					["currencyID"] = "0",
				}, -- [16]
				{
					["timestamp"] = "2015-02-03 23:13:00",
					["player"] = "Sikonos",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [17]
				{
					["timestamp"] = "2015-02-03 23:15:00",
					["player"] = "Princip",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [18]
				{
					["timestamp"] = "2015-02-04 00:07:00",
					["player"] = "Rrenju",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [19]
				{
					["timestamp"] = "2015-02-04 00:07:00",
					["player"] = "Lustya",
					["coinsLeft"] = "2",
					["currencyID"] = "0",
				}, -- [20]
				{
					["timestamp"] = "2015-02-04 00:07:00",
					["player"] = "Vikid",
					["coinsLeft"] = "5",
					["currencyID"] = "0",
				}, -- [21]
				{
					["player"] = "Sikonos",
					["coinsLeft"] = "0",
					["timestamp"] = "2015-02-04 00:07:00",
					["reward"] = "|cffa335ee|Hitem:119312:0:0:0:0:0:0:0:100:0:5:1:570|h[Helm of the Iron Vanquisher]|h|r",
					["currencyID"] = "0",
				}, -- [22]
				{
					["timestamp"] = "2015-02-04 00:07:00",
					["player"] = "Princip",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [23]
				{
					["timestamp"] = "2015-02-04 00:08:00",
					["player"] = "Toppies",
					["coinsLeft"] = "2",
					["currencyID"] = "0",
				}, -- [24]
				{
					["timestamp"] = "2015-02-04 00:08:00",
					["player"] = "Comet",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [25]
				{
					["player"] = "Princip",
					["coinsLeft"] = "0",
					["timestamp"] = "2015-02-04 22:18:00",
					["reward"] = "|cffa335ee|Hitem:113892:0:0:0:0:0:0:0:100:0:5:1:566|h[Engineer's Grounded Gorget]|h|r",
					["currencyID"] = "0",
				}, -- [26]
				{
					["player"] = "Toppies",
					["coinsLeft"] = "2",
					["timestamp"] = "2015-02-04 22:19:00",
					["reward"] = "|cffa335ee|Hitem:119313:0:0:0:0:0:0:0:100:0:5:1:570|h[Leggings of the Iron Vanquisher]|h|r",
					["currencyID"] = "0",
				}, -- [27]
				{
					["timestamp"] = "2015-02-04 22:19:00",
					["player"] = "Vikid",
					["coinsLeft"] = "5",
					["currencyID"] = "0",
				}, -- [28]
				{
					["player"] = "Sikonos",
					["coinsLeft"] = "0",
					["timestamp"] = "2015-02-04 22:20:00",
					["reward"] = "|cffa335ee|Hitem:119313:0:0:0:0:0:0:0:100:0:5:1:570|h[Leggings of the Iron Vanquisher]|h|r",
					["currencyID"] = "0",
				}, -- [29]
				{
					["timestamp"] = "2015-02-05 14:09:00",
					["player"] = "Brodo-Hyjal",
					["coinsLeft"] = "1",
					["currencyID"] = "0",
				}, -- [30]
				{
					["player"] = "Toppies",
					["coinsLeft"] = "2",
					["timestamp"] = "2015-02-05 23:00:00",
					["reward"] = "|cffa335ee|Hitem:113970:0:0:0:0:0:0:0:100:0:5:1:566|h[Turret Mechanic's Legwraps]|h|r",
					["currencyID"] = "0",
				}, -- [31]
				{
					["timestamp"] = "2015-02-05 23:00:00",
					["player"] = "Princip",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [32]
				{
					["timestamp"] = "2015-02-05 23:00:00",
					["player"] = "Immortalzz",
					["coinsLeft"] = "2",
					["currencyID"] = "0",
				}, -- [33]
				{
					["timestamp"] = "2015-02-05 23:00:00",
					["player"] = "Sikonos",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [34]
				{
					["player"] = "Vikid",
					["coinsLeft"] = "5",
					["timestamp"] = "2015-02-05 23:01:00",
					["reward"] = "|cffa335ee|Hitem:113972:0:0:0:0:0:0:0:100:0:5:1:566|h[Cloak of Sanguine Terror]|h|r",
					["currencyID"] = "0",
				}, -- [35]
				{
					["player"] = "Comet",
					["coinsLeft"] = "0",
					["timestamp"] = "2015-02-09 20:35:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:113636:0:0:0:0:0:0:0:100:0:6:2:43:567|h[Belt of Bloody Guts]|h|r",
				}, -- [36]
				{
					["player"] = "Lustya",
					["coinsLeft"] = "2",
					["timestamp"] = "2015-02-09 20:35:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:113612:0:0:0:0:0:0:0:100:0:6:1:567|h[Scales of Doom]|h|r",
				}, -- [37]
				{
					["player"] = "Lustwar",
					["coinsLeft"] = "0",
					["timestamp"] = "2015-02-10 18:04:00",
					["reward"] = "|cffa335ee|Hitem:119193:0:0:0:0:0:0:0:100:0:3:0|h[Horn of Screaming Spirits]|h|r",
					["currencyID"] = "0",
				}, -- [38]
				{
					["timestamp"] = "2015-02-10 18:41:00",
					["player"] = "Lustwar",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [39]
				{
					["player"] = "Mössad-Azralon",
					["coinsLeft"] = "-1",
					["timestamp"] = "2015-02-11 14:26:00",
				}, -- [40]
				{
					["player"] = "Comet",
					["timestamp"] = "2015-02-12 19:40:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [41]
				{
					["timestamp"] = "2015-02-12 21:02:00",
					["player"] = "Rrenju",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [42]
				{
					["timestamp"] = "2015-02-12 21:02:00",
					["player"] = "Vikid",
					["coinsLeft"] = "5",
					["currencyID"] = "0",
				}, -- [43]
				{
					["timestamp"] = "2015-02-12 21:02:00",
					["player"] = "Comet",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [44]
				{
					["player"] = "Immortalzz",
					["coinsLeft"] = "2",
					["timestamp"] = "2015-02-12 21:02:00",
					["reward"] = "|cffa335ee|Hitem:113896:0:0:0:0:0:0:0:100:0:5:1:566|h[Fleshmelter Bracers]|h|r",
					["currencyID"] = "0",
				}, -- [45]
				{
					["timestamp"] = "2015-02-12 21:02:00",
					["player"] = "Princip",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [46]
				{
					["player"] = "Sikonos",
					["coinsLeft"] = "0",
					["timestamp"] = "2015-02-12 21:04:00",
					["reward"] = "|cffa335ee|Hitem:113886:0:0:0:0:0:0:0:100:0:5:1:566|h[Crescent of Living Magma]|h|r",
					["currencyID"] = "0",
				}, -- [47]
				{
					["timestamp"] = "2015-02-12 21:36:00",
					["player"] = "Immortalzz",
					["coinsLeft"] = "2",
					["currencyID"] = "0",
				}, -- [48]
				{
					["player"] = "Princip",
					["coinsLeft"] = "0",
					["timestamp"] = "2015-02-12 21:36:00",
					["reward"] = "|cffa335ee|Hitem:113964:0:0:0:0:0:0:0:100:0:5:1:566|h[Conductor's Multi-Pocket Girdle]|h|r",
					["currencyID"] = "0",
				}, -- [49]
				{
					["timestamp"] = "2015-02-12 21:36:00",
					["player"] = "Rrenju",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [50]
				{
					["timestamp"] = "2015-02-12 21:36:00",
					["player"] = "Comet",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [51]
				{
					["timestamp"] = "2015-02-12 21:38:00",
					["player"] = "Vikid",
					["coinsLeft"] = "5",
					["currencyID"] = "0",
				}, -- [52]
				{
					["timestamp"] = "2015-02-12 21:38:00",
					["player"] = "Lustya",
					["coinsLeft"] = "2",
					["currencyID"] = "0",
				}, -- [53]
				{
					["timestamp"] = "2015-02-12 21:38:00",
					["player"] = "Sikonos",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [54]
				{
					["timestamp"] = "2015-02-12 22:33:00",
					["player"] = "Immortalzz",
					["coinsLeft"] = "2",
					["currencyID"] = "0",
				}, -- [55]
				{
					["timestamp"] = "2015-02-12 22:33:00",
					["player"] = "Lustya",
					["coinsLeft"] = "2",
					["currencyID"] = "0",
				}, -- [56]
				{
					["timestamp"] = "2015-02-12 22:34:00",
					["player"] = "Comet",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [57]
				{
					["player"] = "Rrenju",
					["coinsLeft"] = "0",
					["timestamp"] = "2015-02-12 22:34:00",
					["reward"] = "|cffa335ee|Hitem:113920:0:0:0:0:0:0:0:100:0:5:2:561:566|h[Dagger of Blazing Radiance]|h|r",
					["currencyID"] = "0",
				}, -- [58]
				{
					["timestamp"] = "2015-02-12 22:34:00",
					["player"] = "Sikonos",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [59]
				{
					["player"] = "Vikid",
					["coinsLeft"] = "5",
					["timestamp"] = "2015-02-12 22:35:00",
					["reward"] = "|cffa335ee|Hitem:113923:0:0:0:0:0:0:0:100:0:5:2:561:566|h[Fiery Links of Courage]|h|r",
					["currencyID"] = "0",
				}, -- [60]
				{
					["timestamp"] = "2015-02-12 22:59:00",
					["player"] = "Vikid",
					["coinsLeft"] = "5",
					["currencyID"] = "0",
				}, -- [61]
				{
					["timestamp"] = "2015-02-12 23:00:00",
					["player"] = "Comet",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [62]
				{
					["player"] = "Princip",
					["timestamp"] = "2015-02-12 23:40:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [63]
				{
					["player"] = "Sikonos",
					["coinsLeft"] = "0",
					["timestamp"] = "2015-02-12 23:41:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:119311:0:0:0:0:0:0:0:100:0:5:1:570|h[Gauntlets of the Iron Vanquisher]|h|r",
				}, -- [64]
				{
					["player"] = "Vikid",
					["timestamp"] = "2015-02-12 23:41:00",
					["coinsLeft"] = "5",
					["currencyID"] = "0",
				}, -- [65]
				{
					["timestamp"] = "2015-02-17 20:00:00",
					["player"] = "Toppies",
					["coinsLeft"] = "2",
					["currencyID"] = "0",
				}, -- [66]
				{
					["timestamp"] = "2015-02-17 20:19:00",
					["player"] = "Rrenju",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [67]
				{
					["player"] = "Vikid",
					["coinsLeft"] = "5",
					["timestamp"] = "2015-02-17 20:21:00",
					["reward"] = "|cffa335ee|Hitem:113894:0:0:0:0:0:0:0:100:0:5:1:566|h[Lava-Dipped Greathelm]|h|r",
					["currencyID"] = "0",
				}, -- [68]
				{
					["player"] = "Rrenju",
					["coinsLeft"] = "0",
					["timestamp"] = "2015-02-17 20:52:00",
					["reward"] = "|cffa335ee|Hitem:113960:0:0:0:0:0:0:0:100:0:5:1:566|h[Engine-Stoker's Lantern]|h|r",
					["currencyID"] = "0",
				}, -- [69]
				{
					["timestamp"] = "2015-02-17 20:54:00",
					["player"] = "Sikonos",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [70]
				{
					["timestamp"] = "2015-02-17 21:24:00",
					["player"] = "Rrenju",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [71]
				{
					["timestamp"] = "2015-02-17 21:24:00",
					["player"] = "Vikid",
					["coinsLeft"] = "5",
					["currencyID"] = "0",
				}, -- [72]
				{
					["timestamp"] = "2015-02-17 21:24:00",
					["player"] = "Princip",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [73]
				{
					["timestamp"] = "2015-02-17 21:25:00",
					["player"] = "Sikonos",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [74]
				{
					["timestamp"] = "2015-02-17 21:39:00",
					["player"] = "Princip",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [75]
				{
					["timestamp"] = "2015-02-17 21:39:00",
					["player"] = "Rrenju",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [76]
				{
					["player"] = "Comet",
					["coinsLeft"] = "0",
					["timestamp"] = "2015-02-17 21:39:00",
					["reward"] = "|cffa335ee|Hitem:119321:0:0:0:0:0:0:0:100:0:5:1:570|h[Helm of the Iron Protector]|h|r",
					["currencyID"] = "0",
				}, -- [77]
				{
					["timestamp"] = "2015-02-17 22:34:00",
					["player"] = "Sikonos",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [78]
				{
					["timestamp"] = "2015-02-19 20:50:00",
					["player"] = "Lustya",
					["coinsLeft"] = "2",
					["currencyID"] = "0",
				}, -- [79]
				{
					["player"] = "Toppies",
					["coinsLeft"] = "2",
					["timestamp"] = "2015-02-19 20:50:00",
					["reward"] = "|cffa335ee|Hitem:113942:0:0:0:0:0:0:0:100:0:6:1:567|h[Inferno Breath Sandals]|h|r",
					["currencyID"] = "0",
				}, -- [80]
				{
					["timestamp"] = "2015-02-19 20:50:00",
					["player"] = "Comet",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [81]
				{
					["player"] = "Lustya",
					["timestamp"] = "2015-02-23 22:03:00",
					["coinsLeft"] = "2",
					["currencyID"] = "0",
				}, -- [82]
				{
					["player"] = "Comet",
					["coinsLeft"] = "0",
					["timestamp"] = "2015-02-23 22:03:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:113980:0:0:0:0:0:0:0:100:0:5:1:566|h[Iron Soldier's Saber]|h|r",
				}, -- [83]
				{
					["player"] = "Toppies",
					["timestamp"] = "2015-02-23 22:03:00",
					["coinsLeft"] = "2",
					["currencyID"] = "0",
				}, -- [84]
				{
					["player"] = "Sikonos",
					["timestamp"] = "2015-02-23 22:04:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [85]
				{
					["player"] = "Rrenju",
					["coinsLeft"] = "0",
					["timestamp"] = "2015-02-24 20:32:00",
					["reward"] = "|cffa335ee|Hitem:113887:0:0:0:0:0:0:0:100:0:5:1:566|h[Bracers of Spattered Steel]|h|r",
					["currencyID"] = "0",
				}, -- [86]
				{
					["player"] = "Toppies",
					["timestamp"] = "2015-02-24 20:47:00",
					["coinsLeft"] = "2",
					["currencyID"] = "0",
				}, -- [87]
				{
					["player"] = "Rrenju",
					["timestamp"] = "2015-02-24 20:47:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [88]
				{
					["player"] = "Rrenju",
					["timestamp"] = "2015-02-24 21:02:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [89]
				{
					["timestamp"] = "2015-02-24 21:44:00",
					["player"] = "Sikonos",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [90]
				{
					["timestamp"] = "2015-02-24 21:45:00",
					["player"] = "Princip",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [91]
				{
					["timestamp"] = "2015-02-24 22:19:00",
					["player"] = "Sikonos",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [92]
				{
					["player"] = "Princip",
					["coinsLeft"] = "0",
					["timestamp"] = "2015-02-24 22:32:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:119312:0:0:0:0:0:0:0:100:0:5:1:570|h[Helm of the Iron Vanquisher]|h|r",
				}, -- [93]
				{
					["player"] = "Comet",
					["timestamp"] = "2015-02-24 22:32:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [94]
			},
			["blizzard_show_offline"] = false,
		},
		["Combustion - Illidan"] = {
			["decay_p"] = 40,
			["min_ep"] = 500,
			["extras_p"] = 50,
			["outsiders"] = 0,
			["base_gp"] = 100,
		},
		["Centromere - Dark Iron"] = {
			["outsiders"] = 0,
		},
		["Rated Baddie Grounds"] = {
			["min_ep"] = 2500,
			["base_gp"] = 250,
			["outsiders"] = 0,
			["decay_p"] = 20,
		},
		["Colton - Dark Iron"] = {
			["min_ep"] = 2500,
			["base_gp"] = 250,
			["decay_p"] = 20,
			["outsiders"] = 0,
		},
		["Natal - Illidan"] = {
			["decay_p"] = 40,
			["min_ep"] = 500,
			["extras_p"] = 50,
			["outsiders"] = 0,
			["base_gp"] = 100,
		},
		["Comet - Illidan"] = {
			["decay_p"] = 40,
			["min_ep"] = 500,
			["extras_p"] = 50,
			["base_gp"] = 100,
			["outsiders"] = 0,
		},
		["Plane - Illidan"] = {
			["decay_p"] = 40,
			["min_ep"] = 500,
			["extras_p"] = 50,
			["outsiders"] = 0,
			["base_gp"] = 100,
		},
		["Evan - Illidan"] = {
			["decay_p"] = 40,
			["min_ep"] = 500,
			["extras_p"] = 50,
			["base_gp"] = 100,
			["outsiders"] = 0,
		},
		["GLORY"] = {
			["bonus_loot_log"] = {
				{
					["player"] = "Cptnadsack-Illidan",
					["coinsLeft"] = "5",
					["timestamp"] = "2014-10-23 19:40:00",
					["reward"] = "|cffa335ee|Hitem:112928:0:0:0:0:0:0:0:90:0:5:2:449:448|h[Greathelm of the Warchief]|h|r",
					["currencyID"] = "0",
				}, -- [1]
				{
					["timestamp"] = "2014-10-23 19:41:00",
					["player"] = "Xcalibre-Illidan",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [2]
				{
					["timestamp"] = "2014-10-23 19:41:00",
					["player"] = "Shamalamadim-Illidan",
					["coinsLeft"] = "2",
					["currencyID"] = "0",
				}, -- [3]
				{
					["player"] = "Centromere",
					["coinsLeft"] = "17",
					["timestamp"] = "2014-10-24 10:10:00",
					["reward"] = "|cffa335ee|Hitem:105807:0:0:0:0:0:0:0:90:0:0:0|h[Magdalena's Murderous Crown]|h|r",
					["currencyID"] = "0",
				}, -- [4]
				{
					["player"] = "Pantheris-Tanaris",
					["timestamp"] = "2014-10-26 15:06:00",
					["coinsLeft"] = "17",
					["currencyID"] = "0",
				}, -- [5]
				{
					["player"] = "Centromere",
					["coinsLeft"] = "18",
					["timestamp"] = "2014-10-26 15:06:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:112482:0:0:0:0:0:0:0:90:0:3:0|h[Poisonbinder Girth]|h|r",
				}, -- [6]
				{
					["player"] = "Capzieleron-Tanaris",
					["timestamp"] = "2014-10-26 15:21:00",
					["coinsLeft"] = "16",
					["currencyID"] = "0",
				}, -- [7]
				{
					["player"] = "Centromere",
					["timestamp"] = "2014-10-26 15:21:00",
					["coinsLeft"] = "17",
					["currencyID"] = "0",
				}, -- [8]
				{
					["timestamp"] = "2014-10-26 15:30:00",
					["player"] = "Pantheris-Tanaris",
					["coinsLeft"] = "16",
					["currencyID"] = "0",
				}, -- [9]
				{
					["timestamp"] = "2014-10-26 15:30:00",
					["player"] = "Capzieleron-Tanaris",
					["coinsLeft"] = "15",
					["currencyID"] = "0",
				}, -- [10]
				{
					["timestamp"] = "2014-10-26 15:30:00",
					["player"] = "Centromere",
					["coinsLeft"] = "16",
					["currencyID"] = "0",
				}, -- [11]
				{
					["player"] = "Xiaoapples-Illidan",
					["timestamp"] = "2014-10-26 17:34:00",
					["coinsLeft"] = "8",
					["currencyID"] = "0",
				}, -- [12]
				{
					["player"] = "Centromere",
					["timestamp"] = "2014-10-26 17:34:00",
					["coinsLeft"] = "15",
					["currencyID"] = "0",
				}, -- [13]
				{
					["player"] = "Centromere",
					["timestamp"] = "2014-10-26 18:03:00",
					["coinsLeft"] = "14",
					["currencyID"] = "0",
				}, -- [14]
				{
					["player"] = "Centromere",
					["timestamp"] = "2014-10-26 18:18:00",
					["coinsLeft"] = "13",
					["currencyID"] = "0",
				}, -- [15]
				{
					["player"] = "Centromere",
					["timestamp"] = "2014-10-26 18:30:00",
					["coinsLeft"] = "12",
					["currencyID"] = "0",
				}, -- [16]
				{
					["player"] = "Centromere",
					["coinsLeft"] = "11",
					["timestamp"] = "2014-10-26 18:55:00",
					["reward"] = "|cffa335ee|Hitem:112796:0:0:0:0:0:0:0:90:0:5:1:449|h[Malkorok's Giant Stompers]|h|r",
					["currencyID"] = "0",
				}, -- [17]
				{
					["player"] = "Centromere",
					["coinsLeft"] = "10",
					["timestamp"] = "2014-10-26 19:11:00",
					["reward"] = "|cffa335ee|Hitem:112828:0:0:0:0:0:0:0:90:0:5:1:449|h[Seal of the Forgotten Kings]|h|r",
					["currencyID"] = "0",
				}, -- [18]
				{
					["player"] = "Centromere",
					["timestamp"] = "2014-10-29 12:01:00",
					["coinsLeft"] = "18",
					["currencyID"] = "0",
				}, -- [19]
				{
					["player"] = "Centromere",
					["timestamp"] = "2014-10-29 12:13:00",
					["coinsLeft"] = "17",
					["currencyID"] = "0",
				}, -- [20]
				{
					["player"] = "Centromere",
					["coinsLeft"] = "16",
					["timestamp"] = "2014-10-29 12:23:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:112949:0:0:0:0:0:0:0:90:0:3:1:448|h[Greatsword of Pride's Fall]|h|r",
				}, -- [21]
				{
					["player"] = "Centromere",
					["timestamp"] = "2014-10-29 12:36:00",
					["coinsLeft"] = "15",
					["currencyID"] = "0",
				}, -- [22]
				{
					["player"] = "Centromere",
					["timestamp"] = "2014-10-29 13:23:00",
					["coinsLeft"] = "14",
					["currencyID"] = "0",
				}, -- [23]
				{
					["player"] = "Centromere",
					["timestamp"] = "2014-10-29 13:26:00",
					["coinsLeft"] = "13",
					["currencyID"] = "0",
				}, -- [24]
				{
					["player"] = "Centromere",
					["coinsLeft"] = "18",
					["timestamp"] = "2014-10-30 10:49:00",
					["reward"] = "|cffa335ee|Hitem:112729:0:0:0:0:0:0:0:90:0:3:1:448|h[Juggernaut's Focusing Crystal]|h|r",
					["currencyID"] = "0",
				}, -- [25]
				{
					["timestamp"] = "2014-10-30 11:05:00",
					["player"] = "Centromere",
					["coinsLeft"] = "17",
					["currencyID"] = "0",
				}, -- [26]
				{
					["player"] = "Centromere",
					["coinsLeft"] = "16",
					["timestamp"] = "2014-10-30 11:23:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:99747:0:0:0:0:0:0:0:90:0:0:0|h[Gauntlets of the Cursed Protector]|h|r",
				}, -- [27]
				{
					["player"] = "Centromere",
					["timestamp"] = "2014-11-01 15:16:00",
					["coinsLeft"] = "15",
					["currencyID"] = "0",
				}, -- [28]
				{
					["player"] = "Centromere",
					["coinsLeft"] = "14",
					["timestamp"] = "2014-11-01 15:26:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:112921:0:0:0:0:0:0:0:90:0:3:0|h[Kil'ruk's Furious Blade]|h|r",
				}, -- [29]
				{
					["player"] = "Centromere",
					["timestamp"] = "2014-11-01 15:39:00",
					["coinsLeft"] = "13",
					["currencyID"] = "0",
				}, -- [30]
				{
					["timestamp"] = "2014-11-01 16:09:00",
					["player"] = "Centromere",
					["coinsLeft"] = "12",
					["currencyID"] = "0",
				}, -- [31]
				{
					["timestamp"] = "2014-11-01 16:28:00",
					["player"] = "Centromere",
					["coinsLeft"] = "11",
					["currencyID"] = "0",
				}, -- [32]
				{
					["timestamp"] = "2014-11-01 17:12:00",
					["player"] = "Centromere",
					["coinsLeft"] = "10",
					["currencyID"] = "0",
				}, -- [33]
				{
					["timestamp"] = "2014-11-03 11:56:00",
					["player"] = "Centromere",
					["coinsLeft"] = "9",
					["currencyID"] = "0",
				}, -- [34]
				{
					["player"] = "Yseronus-Dalaran",
					["coinsLeft"] = "14",
					["timestamp"] = "2014-11-03 11:56:00",
					["reward"] = "|cffa335ee|Hitem:112742:0:0:0:0:0:0:0:90:0:5:1:449|h[Juggernaut's Ignition Keys]|h|r",
					["currencyID"] = "0",
				}, -- [35]
				{
					["player"] = "Raìjin-Dalaran",
					["coinsLeft"] = "15",
					["timestamp"] = "2014-11-03 11:56:00",
					["reward"] = "|cffa335ee|Hitem:112739:0:0:0:0:0:0:0:90:0:5:2:449:448|h[Laser Burn Bracers]|h|r",
					["currencyID"] = "0",
				}, -- [36]
				{
					["player"] = "Yseronus-Dalaran",
					["timestamp"] = "2014-11-03 12:13:00",
					["coinsLeft"] = "13",
					["currencyID"] = "0",
				}, -- [37]
				{
					["player"] = "Centromere",
					["timestamp"] = "2014-11-03 12:14:00",
					["coinsLeft"] = "8",
					["currencyID"] = "0",
				}, -- [38]
				{
					["player"] = "Raìjin-Dalaran",
					["timestamp"] = "2014-11-03 12:14:00",
					["coinsLeft"] = "14",
					["currencyID"] = "0",
				}, -- [39]
				{
					["timestamp"] = "2014-11-03 14:09:00",
					["player"] = "Centromere",
					["coinsLeft"] = "7",
					["currencyID"] = "0",
				}, -- [40]
				{
					["timestamp"] = "2014-11-03 14:30:00",
					["player"] = "Centromere",
					["coinsLeft"] = "6",
					["currencyID"] = "0",
				}, -- [41]
				{
					["timestamp"] = "2014-11-03 14:38:00",
					["player"] = "Centromere",
					["coinsLeft"] = "5",
					["currencyID"] = "0",
				}, -- [42]
				{
					["player"] = "Centromere",
					["coinsLeft"] = "10",
					["timestamp"] = "2014-11-04 13:34:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:112419:0:0:0:0:0:0:0:90:0:5:1:449|h[Treads of Unchained Hate]|h|r",
				}, -- [43]
				{
					["player"] = "Centromere",
					["coinsLeft"] = "9",
					["timestamp"] = "2014-11-04 13:42:00",
					["reward"] = "|cffa335ee|Hitem:112484:0:0:0:0:0:0:0:90:0:5:1:449|h[Sorrowpath Signet]|h|r",
					["currencyID"] = "0",
				}, -- [44]
				{
					["player"] = "Centromere",
					["timestamp"] = "2014-11-04 15:34:00",
					["coinsLeft"] = "8",
					["currencyID"] = "0",
				}, -- [45]
				{
					["timestamp"] = "2014-11-04 15:46:00",
					["player"] = "Centromere",
					["coinsLeft"] = "7",
					["currencyID"] = "0",
				}, -- [46]
				{
					["player"] = "Piercemd-KulTiras",
					["coinsLeft"] = "6",
					["timestamp"] = "2014-11-04 16:04:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:105798:0:0:0:0:0:0:0:90:0:0:0|h[Flame Healer's Shoulderguards]|h|r",
				}, -- [47]
				{
					["player"] = "Centromere",
					["timestamp"] = "2014-11-04 16:04:00",
					["coinsLeft"] = "6",
					["currencyID"] = "0",
				}, -- [48]
				{
					["player"] = "Piercemd-KulTiras",
					["coinsLeft"] = "5",
					["timestamp"] = "2014-11-04 16:07:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:99171:0:0:0:0:0:0:0:90:0:0:0|h[Legwraps of the Shattered Vale]|h|r",
				}, -- [49]
				{
					["timestamp"] = "2014-11-04 16:55:00",
					["player"] = "Cptnadsack-Illidan",
					["coinsLeft"] = "18",
					["currencyID"] = "0",
				}, -- [50]
				{
					["timestamp"] = "2014-11-04 16:55:00",
					["player"] = "Centromere",
					["coinsLeft"] = "14",
					["currencyID"] = "0",
				}, -- [51]
				{
					["timestamp"] = "2014-11-04 17:08:00",
					["player"] = "Centromere",
					["coinsLeft"] = "13",
					["currencyID"] = "0",
				}, -- [52]
				{
					["timestamp"] = "2014-11-04 17:08:00",
					["player"] = "Cptnadsack-Illidan",
					["coinsLeft"] = "17",
					["currencyID"] = "0",
				}, -- [53]
				{
					["timestamp"] = "2014-11-04 17:17:00",
					["player"] = "Cptnadsack-Illidan",
					["coinsLeft"] = "16",
					["currencyID"] = "0",
				}, -- [54]
				{
					["timestamp"] = "2014-11-04 17:17:00",
					["player"] = "Centromere",
					["coinsLeft"] = "12",
					["currencyID"] = "0",
				}, -- [55]
				{
					["timestamp"] = "2014-11-04 17:25:00",
					["player"] = "Cptnadsack-Illidan",
					["coinsLeft"] = "15",
					["currencyID"] = "0",
				}, -- [56]
				{
					["timestamp"] = "2014-11-04 17:25:00",
					["player"] = "Azpek-Illidan",
					["coinsLeft"] = "18",
					["currencyID"] = "0",
				}, -- [57]
				{
					["timestamp"] = "2014-11-04 17:25:00",
					["player"] = "Centromere",
					["coinsLeft"] = "11",
					["currencyID"] = "0",
				}, -- [58]
				{
					["timestamp"] = "2014-11-04 17:26:00",
					["player"] = "Atmos-Illidan",
					["coinsLeft"] = "6",
					["currencyID"] = "0",
				}, -- [59]
				{
					["timestamp"] = "2014-11-04 17:45:00",
					["player"] = "Azpek-Illidan",
					["coinsLeft"] = "17",
					["currencyID"] = "0",
				}, -- [60]
				{
					["timestamp"] = "2014-11-04 17:45:00",
					["player"] = "Cptnadsack-Illidan",
					["coinsLeft"] = "14",
					["currencyID"] = "0",
				}, -- [61]
				{
					["timestamp"] = "2014-11-04 17:45:00",
					["player"] = "Centromere",
					["coinsLeft"] = "10",
					["currencyID"] = "0",
				}, -- [62]
				{
					["player"] = "Centromere",
					["coinsLeft"] = "9",
					["timestamp"] = "2014-11-04 18:47:00",
					["reward"] = "|cffa335ee|Hitem:112757:0:0:0:0:0:0:0:90:0:6:1:450|h[Wolf-Rider Spurs]|h|r",
					["currencyID"] = "0",
				}, -- [63]
				{
					["timestamp"] = "2014-11-04 18:47:00",
					["player"] = "Cptnadsack-Illidan",
					["coinsLeft"] = "12",
					["currencyID"] = "0",
				}, -- [64]
				{
					["timestamp"] = "2014-11-04 18:48:00",
					["player"] = "Atmos-Illidan",
					["coinsLeft"] = "5",
					["currencyID"] = "0",
				}, -- [65]
				{
					["timestamp"] = "2014-11-04 18:48:00",
					["player"] = "Cexcells-Illidan",
					["coinsLeft"] = "5",
					["currencyID"] = "0",
				}, -- [66]
				{
					["timestamp"] = "2014-11-04 18:57:00",
					["player"] = "Cptnadsack-Illidan",
					["coinsLeft"] = "11",
					["currencyID"] = "0",
				}, -- [67]
				{
					["player"] = "Centromere",
					["coinsLeft"] = "8",
					["timestamp"] = "2014-11-04 18:57:00",
					["reward"] = "|cffa335ee|Hitem:112785:0:0:0:0:0:0:0:90:0:6:2:450:448|h[Gar'tok, Strength of the Faithful]|h|r",
					["currencyID"] = "0",
				}, -- [68]
				{
					["timestamp"] = "2014-11-04 18:58:00",
					["player"] = "Atmos-Illidan",
					["coinsLeft"] = "4",
					["currencyID"] = "0",
				}, -- [69]
				{
					["player"] = "Cptnadsack-Illidan",
					["coinsLeft"] = "10",
					["timestamp"] = "2014-11-04 19:13:00",
					["reward"] = "|cffa335ee|Hitem:112803:0:0:0:0:0:0:0:90:0:6:1:450|h[Malkorok's Tainted Dog Tags]|h|r",
					["currencyID"] = "0",
				}, -- [70]
				{
					["timestamp"] = "2014-11-04 19:14:00",
					["player"] = "Centromere",
					["coinsLeft"] = "7",
					["currencyID"] = "0",
				}, -- [71]
				{
					["player"] = "Azpek-Illidan",
					["coinsLeft"] = "16",
					["timestamp"] = "2014-11-04 19:38:00",
					["reward"] = "|cffa335ee|Hitem:112895:0:0:0:0:0:0:0:90:0:6:1:450|h[Bracers of Infinite Pipes]|h|r",
					["currencyID"] = "0",
				}, -- [72]
				{
					["timestamp"] = "2014-11-04 19:38:00",
					["player"] = "Cexcells-Illidan",
					["coinsLeft"] = "4",
					["currencyID"] = "0",
				}, -- [73]
				{
					["timestamp"] = "2014-11-04 19:38:00",
					["player"] = "Centromere",
					["coinsLeft"] = "6",
					["currencyID"] = "0",
				}, -- [74]
				{
					["player"] = "Cptnadsack-Illidan",
					["coinsLeft"] = "9",
					["timestamp"] = "2014-11-04 19:38:00",
					["reward"] = "|cffa335ee|Hitem:112882:0:0:0:0:0:0:0:90:0:6:1:450|h[Calixian Bladebreakers]|h|r",
					["currencyID"] = "0",
				}, -- [75]
				{
					["timestamp"] = "2014-11-04 19:38:00",
					["player"] = "Atmos-Illidan",
					["coinsLeft"] = "3",
					["currencyID"] = "0",
				}, -- [76]
				{
					["timestamp"] = "2014-11-04 19:50:00",
					["player"] = "Azpek-Illidan",
					["coinsLeft"] = "15",
					["currencyID"] = "0",
				}, -- [77]
				{
					["timestamp"] = "2014-11-04 19:50:00",
					["player"] = "Cexcells-Illidan",
					["coinsLeft"] = "3",
					["currencyID"] = "0",
				}, -- [78]
				{
					["timestamp"] = "2014-11-04 19:50:00",
					["player"] = "Cptnadsack-Illidan",
					["coinsLeft"] = "8",
					["currencyID"] = "0",
				}, -- [79]
				{
					["timestamp"] = "2014-11-04 19:50:00",
					["player"] = "Centromere",
					["coinsLeft"] = "5",
					["currencyID"] = "0",
				}, -- [80]
				{
					["player"] = "Azpek-Illidan",
					["coinsLeft"] = "14",
					["timestamp"] = "2014-11-04 20:02:00",
					["reward"] = "|cffa335ee|Hitem:112851:0:0:0:0:0:0:0:90:0:6:1:450|h[Gleaming Eye of the Devilsaur]|h|r",
					["currencyID"] = "0",
				}, -- [81]
				{
					["timestamp"] = "2014-11-04 20:02:00",
					["player"] = "Centromere",
					["coinsLeft"] = "4",
					["currencyID"] = "0",
				}, -- [82]
				{
					["timestamp"] = "2014-11-04 20:02:00",
					["player"] = "Cexcells-Illidan",
					["coinsLeft"] = "2",
					["currencyID"] = "0",
				}, -- [83]
				{
					["player"] = "Cptnadsack-Illidan",
					["coinsLeft"] = "7",
					["timestamp"] = "2014-11-04 20:02:00",
					["reward"] = "|cffa335ee|Hitem:112850:0:0:0:0:0:0:0:90:0:6:1:450|h[Thok's Tail Tip]|h|r",
					["currencyID"] = "0",
				}, -- [84]
				{
					["player"] = "Atmos-Illidan",
					["coinsLeft"] = "2",
					["timestamp"] = "2014-11-04 20:02:00",
					["reward"] = "|cffa335ee|Hitem:99725:0:0:0:0:0:0:0:90:0:0:0|h[Helm of the Cursed Protector]|h|r",
					["currencyID"] = "0",
				}, -- [85]
				{
					["timestamp"] = "2014-11-04 20:18:00",
					["player"] = "Azpek-Illidan",
					["coinsLeft"] = "13",
					["currencyID"] = "0",
				}, -- [86]
				{
					["player"] = "Cptnadsack-Illidan",
					["coinsLeft"] = "6",
					["timestamp"] = "2014-11-04 20:18:00",
					["reward"] = "|cffa335ee|Hitem:112913:0:0:0:0:0:0:0:90:0:6:2:450:448|h[Skeer's Bloodsoaked Talisman]|h|r",
					["currencyID"] = "0",
				}, -- [87]
				{
					["timestamp"] = "2014-11-04 20:18:00",
					["player"] = "Centromere",
					["coinsLeft"] = "3",
					["currencyID"] = "0",
				}, -- [88]
				{
					["timestamp"] = "2014-11-04 20:18:00",
					["player"] = "Cexcells-Illidan",
					["coinsLeft"] = "1",
					["currencyID"] = "0",
				}, -- [89]
				{
					["timestamp"] = "2014-11-04 20:18:00",
					["player"] = "Atmos-Illidan",
					["coinsLeft"] = "1",
					["currencyID"] = "0",
				}, -- [90]
			},
			["outsiders"] = 0,
			["blizzard_show_offline"] = false,
		},
	},
}
